{"text": "In 8 days we are going to win the Great State of Michigan and we are going to win back the White House.n Let me start today by making a very important promise. When we win on November 8th I am going to bring back your jobs. The long nightmare of jobs leaving Michigan will be coming to an end. We will make Michigan the economic envy of the world once again.n \"The political class in Washington has betrayed you. Theyve uprooted your jobs and your communities and shipped your wealth all over the world. They put new skyscrapers up in Beijing while your factories in Michigan crumbled.n\" I will end the theft of American prosperity. I will fight for every last Michigan job.n \"Because when we win its going to be America First.n\" \"So you have to make sure you get in your absentee ballots and to get to the polls on November 8th. You have to vote. Vote with all of your heart and soul. Show the whole world how much you love Michigan and how much you love America by voting to take back the jobs that have been stolen from you. Im asking for the vote of Republicans Democrats Independents and First-Time voters who want great jobs safe neighborhoods and a government that works for the people.n\" \"Im asking you to believe in America once again.n\" But to bring back your jobs we must also immediately repeal and replace Obamacare.n \"Its just been announced that Michigan residents are going to experience crushing double-digit premium hikes.n\" In Minnesota where the premium increase will be close to 60 percent the Democratic Governor has said \"the Affordable Care Act is no longer affordable.\"n \"Hillary Clinton wants to double-down on Obamacare making it even more expensive – in fact much more expensive. Im asking for your vote so we can replace Obamacare and save healthcare for every family in Michigan.n\" Real change also means restoring honesty to our government.n As you know the FBI has reopened its investigation into Hillary Clinton and has discovered another 650000 emails. Hillary lied under oath when she said she turned over all of her work-related emails – just one more lie out of so many.n This is the biggest scandal since Watergate. Hillary wants to blame everyone else for her mounting legal troubles but she has brought this all onto herself. Hillary is the one who set-up an illegal private email server in a closet to shield her criminal activity.n Hillary is the one who engaged in a corrupt Pay-For-Play scheme at the State Department – and now there are 5 FBI probes into the Clinton Foundation and their pay-for-play activities. Hillary is the one who sent and received classified information on an insecure server putting the safety of the American people under threat.n Hillary is the one who lied to Congress under oath. Hillary is the one who lied to the FBI. Hillary is the one who made 13 phones disappear. Hillary is the one who destroyed 33000 emails. Hillary is the one who broke the law over and over and over again. We can be sure that what is in those emails is absolutely devastating.n Hillary is not the victim – the American people are the victims of this corrupt system in every way and this is your one chance to change it.n Hillary is likely to be under investigation for a very long time. One of her longtime supporters a top Democratic Pollster Doug Schoen is now totally withdrawing his support. He wrote an article entitled \"Im a Democrat I worked for Bill Clinton but I cant vote for Hillary.\"n Schoen writes: \"I am now convinced that we will be facing the very real possibility of a constitutional crisis with many dimensions and deleterious consequences should Secretary Clinton win the election.\"n Schoen warns that if Hillary is elected she would be under protracted criminal investigation – and probably a trial of a sitting President.n The investigation will last for years a trial will probably start nothing will get done and our country will continue to suffer.n \"She is unfit and unqualified to be President and her election would mire our government and our country in a constitutional crisis we cannot afford. We need to be going to work for the American people – we cant do that with Hillary in the White House trying to avoid prosecution.n\" \"Hillary Clintons corruption is a threat to Democracy and the only way to save our Democracy is get out and vote by the millions.n\" The Clinton crime spree ends on November 8th. And when we close the chapter on the Clintons we open a bright new chapter focused on the American People.n My Contract with The American Voter begins with a plan to restore honesty and accountability to our government.n I want the entire corrupt Washington establishment to hear and to heed the words we are all about to say. When we win on November 8th We Are Going To Washington D.C. And We Are Going to drain the swamp.n At the core of my contract is my plan to bring back your jobs.n Michigan has lost more than 1 in 4 manufacturing jobs since Bill Clinton signed NAFTA a deal strongly supported by Hillary Clinton.n Before NAFTA went into effect there were 280000 auto workers in Michigan. Today that number is only 160000. Our country has lost 70000 factories since China entered the World Trade Organization – another Bill and Hillary-backed deal.n \"We have nearly an $800 billion annual trade deficit with the world. We are living through the greatest jobs theft in the history of the world. Our trade deficit with China grew almost 40 percent during Hillarys tenure as Secretary of State. Her trade deal with South Korea killed another 100000 America jobs.n\" So when you look around Michigan and you see the rusted-out factories the empty buildings and the long unemployment lines remember: Hillary Clinton did much of this to you.n \"Hillary got rich selling your jobs – the same special interests who pushed the jobs out of America are the people whove given countless millions to the Clintons. Hillary gets rich making America poor.n\" Just look at the devastation. Delphi laid off 3627 workers here in Michigan. Most of those jobs went to Mexico. We are going to fight for the workers at Delphi. They got a raw deal and they deserve better.n GM laid off 314 workers at the Lake Orion Assembly Plant in 2013 because of imports from the South Korean trade deal pushed through by Hillary Clinton.n Lear Corporation laid off another 50 people in Rochester Hills and moved their jobs to South Korea.n FTE Automotive laid off 166 people in Auburn Hills. Their jobs went to Mexico.n Chrysler laid off over 5300 workers. Those jobs went to Mexico China India and other countries.n Ford laid off 2155 workers. Those jobs went to other countries.n Now Ford is moving all if its small car production to Mexico.n A Trump Administration will stop the flight of American jobs.n If Ford or another company announces they want to move their jobs to Mexico or another country then I will pick up the phone – I will call the executives – and I will tell them that if they want do that we will charge a 35% tax when they try to ship their products back across the border.n \"It used to be the cars were made in Flint and you couldnt drink the water in Mexico. Now the cars are made in Mexico and you cant drink the water in Flint.n\" We are going to turn it all around. We are going to rebuild Flint. We are going to rebuild Detroit. And we are going to rebuild Michigan.n \"Id like to share a special message today with the African-American community in Michigan which has been so terribly harmed by the policies of the Clintons.n\" Look at the City of Detroit. It used to be the manufacturing hub of the world – now nearly half of Detroit residents do not work it has the second-highest violent crime rate in the country and the children are trapped in failing government schools.n Yet as the people of Detroit suffer Hillary wants to spend trillions of dollars on government benefits for illegal immigrants and refugees.n \"Ive outlined a plan for urban renewal its called A New Deal For Black America. That deal includes a plan to use the money we will save by securing our border and curbing refugee admissions to invest in communities like Flint and Detroit.n\" It includes a pledge of school choice for African-American children.n My plan also includes a promise to cancel billions in climate change spending for the United Nations – a number Hillary wants to increase – and instead use that money to provide for American infrastructure including clean water in cities like Flint.n My plan also includes a pledge to reduce violent crime – every child in this nation has a right to grow up in safety and peace. And my plan includes a pledge to restore manufacturing in the United States.n \"Hillary and the Democratic Party have run the inner cities for years and only produced more poverty. The time has come for real change – Im asking you for the honor of your vote so that together we can turn decades of political failure into generations of lasting success.n\" \"Hillary on the other hand wants to destroy whats left of manufacturing in Michigan with the Trans-Pacific Partnership. A Trump Administration will stop the Trans-Pacific Partnership.n\" \"We will renegotiate NAFTA and if we dont get the deal we want we will terminate NAFTA and get a much better deal. We are going to lower taxes on American business from 35 percent to 15 percent. We are going to massively cut taxes for the Middle Class.n\" We will unleash American energy – including shale oil natural gas and clean coal. The Obama-Clinton war on coal is going to cost this state 50000 jobs.n We will also work to restore and protect the Great Lakes. We are going to become a rich country again. But to be a rich country we must also be a safe country.n \"Hillary Clinton wants a 550% increase in Syrian Refugees. Hillarys immigration plans mean generations of terrorism extremism and radicalism spreading into your schools and communities here in Michigan.n\" When we win we will suspend the Syrian Refugee Program – and we will keep Radical Islamic Terrorists out of our country.n A Trump Administration will also secure and defend the borders of the United States. And yes we will build a wall.n Weve received the first-ever endorsement from our ICE and Border Patrol officers. They tell us the border crisis is the worst its ever been – its a national emergency. They also warn America that Hillarys plan is the \"the most radical proposal in U.S. history.\"n When I become President we will end illegal immigration deport all criminal aliens and put American Workers First.n We will also repeal the Obama-Clinton defense sequester and rebuild our badly depleted military.n We also need a new foreign policy that puts America First.n Hillary led us to disaster in Iraq Syria and Libya. Then after Benghazi she looked the families of the fallen in the eye and lied – she blamed it all on a video.n \"Hillary and our failed Washington Establishment have spent $6 trillion on wars in the Middle East and now its in worse shape than ever before. Imagine if some of that money had been spent building new schools roads and bridges right here in Michigan.n\" Now Hillary – trapped in her Washington bubble that is blind to the lessons of the past – wants to start a shooting war in Syria in conflict with a nuclear-armed Russia that could drag us into World War III.n The arrogant political class never learns. They keep repeating the same mistakes they keep telling the same lies they keep producing the same failed results.n \"How can Hillary manage this country when she cant even manage her email server? Its just one disaster after another one scandal after another one betrayal after another.n\" To all Americans I say: it is time for new leadership.n Just think about what we can accomplish in the first 100 days –n We are going to have the biggest tax cut since Ronald Reagan; eliminate every unnecessary job-killing regulation; cancel every illegal Obama executive order; rebuild our military and take care of our Vets; support the men and women of law enforcement; save the 2nd amendment; and appoint Justices to the Supreme Court who will uphold and defend the Constitution of the United States.n \"Hillary wants us to think small wants us to believe things cant change and wants our lives to revolve around Washington D.C. I am asking you to dream big to push for bold change and to believe in a movement powered by the people and by their love for this country.n\" \"Im tired of politicians telling Americans to defer their dreams to another day – when they really mean another decade.n\" America is tired of waiting. The moment is now.n All we have to do is stop believing in our failed politicians and start believing in each other and in our country.n \"There is no challenge too great no dream outside of our reach. Dont let anyone tell you it cant be done — the future lies with the dreamers not the cynics and the critics.n\" \"Hillary has been there for 30 years and she has accomplished nothing – shes just made things worse. She is the candidate of yesterday. We are the movement of the future.n\" Our movement represents all Americans from all backgrounds and all walks of life. We are asking for the votes of Republicans Democrats Independents and first-time voters.n We are asking for the vote of every American who believes truth and justice – not money and power – should rule the day.n We are fighting for every citizen who believes that government should serve the people – not the donors and special interests.n We are fighting to unlock the potential of every American community and every American family who hope and pray and yearn for a better future.n \"With your vote we are just 8 days away from the change youve been waiting for your entire life.n\" Together We Will Make America Wealthy Again.n We Will Make America Strong Again.n We Will Make America Safe Again.n And We Will Make America Great Again. ", "date": "2016-10-31"}