{"text": "Thank you.  n Thank you very much thank you ladies and gentlemen. Thank you please sit down. Thank you.n \"Its my privilege to be here in Gettysburg hallowed ground where so many lives were given in service to freedom. Amazing place.n\" \"President Lincoln served at a time of division like weve never seen before. It is my hope that we can look at his example to heal the divisions we are living through right now. We are a very divided nation.n\" \"Im not a politician and have never wanted to be a politician believe me. But when I saw the trouble our country was in I knew I couldnt stand by and watch any longer.n\" Our country has been so good to me. I love our country and I felt I had to act.  n \"Ive seen the system up-close-and-personal for many years. Ive been a major part of it.n\" \"I know how the game works in Washington and on Wall Street and I know how theyve rigged the rules of the game against everyday Americans. The rules are rigged.n\" \"Nearly one in four Americans in their prime earning years isnt even working. One in five households have no one with a job. 45 million Americans are on food stamps and 47 million are living in poverty.n\" We have failed our inner cities and in so doing have failed our African-American and Hispanic communities.n \"Weve misguided military adventures overseas and wars that go on forever that just cannot be won by the people that are doing it now. They dont know how to win the wars at home.n\" We have our great veterans dying while waiting for medical care.n Change has to come from outside our very broken system. Our system is broken.n The fact that Washington and the Washington establishment has tried so hard to stop our campaign is only more proof that our campaign represents the kind of change that only arrives once-in-a-lifetime.  n \"The system is totally rigged and broken. First the issue of voter fraud. According to Pew there are 24 million voter registrations in the United States that are either invalid or significantly significantly inaccurate. And when I say that there are such inaccuracies its unbelievable.n\" 1.8 million dead people are registered to vote and some of them are voting. I wonder how that happens.n 2.8 million people are registered in more than one state is a number folks. These are numbers.n Fourteen percent of non-citizens are registered to vote. The system is also rigged because Hillary Clinton should have been precluded from running for the presidency of the United States. But the FBI and the Justice Department covered up her crimes which included lying to the FBI and congress on numerous occasions and included saying I do not recall to the FBI on 39 separate times.n \"She recalls everything else but 39 separate times she said I do not recall. Well thats a lies. Also then there is the deletion of at least 33000 emails after receiving a subpoena from the United States Congress thats after receiving the subpoena as an example.n\" It was announced this week that the highly-respected four-star general James Cartwright maybe sentenced to up to five years in prison with a massive fine for lying on one occasion to the FBI. He said he did that for national security reasons.n Highly respected man. A four-star general. This took place two days ago. How must he feel. A big part of the rigging of this election is the fact that Hillary is being allowed to run despite having broken so many laws on so many different occasions.n \"Why is she allowed to run? The dishonest mainstream media is also part in a major part of this corruption. Theyre corrupt. They lie and fabricate stories to make a candidate that is not their preferred choice look as bad and even dangerous as possible.n\" At my rallies they never show or talk about the massive crowd size and try to diminish all of our events.n \"On the other hand they dont show the small size of Hillarys crowds but in fact talk about how many people are there. Very small crowds. You know it. They know it.n\" \"Over the last two days three highly respected national polls said were in first place and one of those pollsters was the most accurate pole on the last two cycles. But the media refuses to even say it or put that word out. They refused to talk about it.n\" \"Theyre trying desperately to suppress my vote and the voice of the American people as an example of the power structure and fighting. AT&T is buying Time Warner and the CNN. A deal we will not approve in my administration because its too much concentration of power in the hands of too few.n\" \"Likewise Amazon which through its ownership controls the Washington Post should be paying massive taxes. Its not paying and its a very unfair playing field and you see what thats happening and what thats doing to department stores all over the country.n\" \"Very very unfair and youre talking about billions and billions of dollars. They should be paying those taxes.n\" \"Additionally Comcast purchase of NBC concentrates far too much power in one massive entity that is trying to tell the voters what to think and what to do. Deals like this destroy democracy and well look at breaking that deal up and other deals like that.n\" \"This should never ever have been approved in the first place. Theyre trying to poison the mind of the American voter. Every woman lied when they came forward to hurt my campaign. Total Fabrication. The events never happened never. All of these liars will be sued after the election is over but a simple phone called placed to the biggest newspapers or television networks get them wall-to-wall coverage with virtually no fact-checking whatsoever.n\" Here is why this is relevant to you. If they can fight somebody like me who has unlimited resources to fight back just look at what they can do to you. Your jobs. Your security. Your education. Your healthcare. The violation of religious liberty. The theft of your second amendment. The loss of your factories your homes and much more.n \"Look at what theyve done to you with your jobs. It is just been lined on video that the violent protests at some of my rallies like in Chicago where police and others were seriously hurt. You saw that blood pouring down their face were caused by paid paid DNC and Clinton campaign operatives.n\" \"Now we didnt know this. We didnt know this just came out two days ago on tape. We didnt know this. We were amazed at the level of violence. These were paid operatives. Paid by the DNC and probably the Clinton campaign.n\" \"This is a criminal act. Policemen were badly hurt and so were many others and these people prosecuted. But because of the rigged system they probably wont be. Just like we found out about these paid violent protesters it was probably the DNC and the Clinton campaign that put forward these liars with their fabricated stories. But well find out their involvement at a later date through litigation and I look so forward to doing.n\" \"The rigging of the system is designed for one reason to keep the corrupt establishment and special interests in power at your expense and everybodys expense.n\" I have no special interest but you the American Vogel.  n \"I didnt have to do this believe me. Theres nothing easy about it but I had to do it.n\" I love our country.n I love the people of our country and I felt I had to do it.  n Thank you. One thing we all know is that we will never solve our problems by relying on the same politicians who created these problems in the first place.n \"Hillary Clinton is not running against me shes running against change and shes running against all of the American people and all of the American voters. \" n We now find ourselves at that very special fork in the road do we repeat the mistakes of the past or do we choose to believe that a great future yet unwritten still lies ahead for us and for our wonderful beloved country.  n I think it does.n I know it does.n \"My economic plan will deliver at least 25 million jobs in one decade. Now our jobs have been taken away. Theyve gone to Mexico. Theyve gone to so many other countries. Its a one lane highway where they get the jobs they get the factories they get the money and we get the drugs and we get the unemployment and its going to change.n\" \"Believe me its going to change. \" n And that goes for all countries. When you look at China when you look at every trade deal we have is horrible and we should be ashamed of a people and the people that let those deals happen.n \"Theyre defective and they knew they were defective and they were done for a reason. And believe me they will be unwound so fast and we will have trade. We will have great trade and itll be free trade but itll be fair trade and itll be real.n\" My security plan so important.n \"Theyve taken the jobs from us.n\" My security plan will bring safety to our poorest communities.n My ethics plan will end corruption in our government.   We will. Corruption is massive.n We will drain the swamp in Washington DC and replace it with a new government of by and for the people.  n \"That is why I have chosen Gettysburg to unveil this contract. Im asking the American people to rise above the noise and the clutter of our broken politics and to embrace that great faith and optimism that has always been the central ingredient in the American character and theres nothing better or stronger than the American character. \" n I am asking the American people to dream big once again.n \"What follows is my 100-day action plan to Make America Great Again. Its a contract between Donald J Trump and the American voter – and begins with bringing honesty accountability and change to Washington DC.n\" Therefore on the first day of my term of office my administration will immediately pursue the following six measures to clean up the corruption and special interest collusion in Washington DC:n FIRST a Constitutional Amendment to impose term limits on all members of Congress.  n SECOND a hiring freeze on all federal employees to reduce federal workforce through attrition exempting military public safety and public health.  n THIRD a requirement that for every new federal regulation two existing regulations must be eliminated. Regulations are killing our country and our jobs.  n FOURTH a 5 year-ban on White House and Congressional officials becoming lobbyists after they leave government service making a fortune.  n FIFTH a lifetime ban on White House officials lobbying on behalf of a foreign government very bad. n \"SIXTH a complete ban on foreign lobbyists raising money for American elections thats whats happening. \" n \"On the same day I will begin taking and really taking strongly 7 actions to protect American workers. Our American workers have been treated so badly by politicians that dont have their interest at heart and we are going to change that. Were going to change that very very fast.n\" FIRST I will announce my intention to totally renegotiate NAFTA one of the worst deals our country has ever made signed by Bill Clinton or withdraw from the deal under Article 2205.  n SECOND I will announce our withdrawal from the Trans-Pacific Partnership a potential disaster for our country.  n \"THIRD I will direct my Secretary of the Treasury to label China a currency manipulator. China is a currency manipulator. What they have done to us by playing currency is very sad and I dont blame them. They have been very smart. I blame our politicians for letting this take place. So easy to stop so easy to stand.n\" FOURTH I will direct the Secretary of Commerce and U.S. Trade Representative to identify all foreign trading abuses that unfairly impact American workers and direct them to use every tool under American and international law to end those abuses immediately.  n \"FIFTH very importantly I will lift the restrictions on the production of $50 trillion dollars worth of job producing American energy reserves \"  including shale oil natural gas and clean coal and we will put our miners back to work.n \"SIXTH I will lift the Obama-Clinton roadblocks that allow for this vital energy infrastructure projects to forward. We have roadblocks like youve never ever seen. Environmental blocks structural blocks were going to allow the Keystone Pipeline and so many other things to move forward. Tremendous numbers of jobs and good for our country.n\" SEVENTH we are going to cancel billions in payments to U.N. climate change programs  \" and use the money to fix Americas water and environmental infrastructure. Were paying billions and billions and billions of dollars. Were going to fix our own environment. \" .n Additionally on the first day I will take the following five actions to restore security and the constitutional rule of law. We have to do that.n FIRST cancel every unconstitutional executive action memorandum and order issued by President Obama.n \"SECOND begin the process of selecting a replacement for Justice Scalia whose wife by the way has a Trump sign. His wife is a phenomenal woman. Has a Trump sign in her front yard isnt that nice? I just found that out this morning. From one of the 20 judges on my list you know were going to make great decisions from twenty outstanding judges on a list that we submitted who will uphold and defend the Constitution of the United States. \" n THIRD we will cancel all federal funding to Sanctuary Cities.  n \"FOURTH we will begin removing the more than 2 million criminal illegal immigrants from the country these are drug dealers gang heads gang members killers and cancel visas to foreign countries that wont take them back \" \" and when Hillary Clinton was Secretary of State and they had someone who was bad really bad and they brought him back to the country and the country wouldnt take him. She said well bring him back; we dont want to force the country to take him. There wont be one such instance if I become president. \" n \"FIFTH Were going to suspend immigration from terror-prone regions where vetting cannot safely occur. \" \" And if you look at Syria and the migration were taking in thousands and thousands of people into our country. We have no idea who they are what their thought process is where they come from and Hillary Clinton wants to increase the number of those thousands and thousands currently pouring by 550%. Radical Islamic terror is right around the corner. We have to be so tough so smart so vigilant. We cant allow that to happen \"  we have enough problems.   All vetting of people coming into our country will be considered extreme vetting. We will be very careful.n Next I will work with Congress to introduce the following broader legislative measures and fight for their passage within the first 100 days of my Administration:n 1. Middle Class Tax Relief and Simplification Act. An economic plan designed to grow the economy 4% per year and create at least 25 million new jobs through massive tax reduction and simplification in combination with trade reform regulatory relief and lifting the restrictions on American energy.   We need that so badly. We need jobs. Our jobs have left us. Our good jobs have really left us.n The largest tax reductions are for the middle class.  \" Who have been forgotten. Called the forgotten man and woman. They have been forgotten. A middle-class family with 2 children will get basically a 35% tax cut. And thats what they can use and that money will go back into the economy. The current number of brackets will be reduced from 7 to 3 and tax forms will likewise be greatly simplified. \" n \"The business rate will be lowered from 35 to 15 percent and the trillions of dollars of American corporate money overseas can now be brought back at a 10 percent rate. Its stuck. We cant bring it back. Two and a half to five trillion dollars. Companies cant get it back into the country. Some companies are actually leaving not only because taxes are so high but because the cant get their money and they are actually leaving to get their money. We are going to simplify that. Were going to have them bring the money back into our country and use the money and spend the money on building our country. \" n 2. The Offshoring Act Establishes tariffs to discourage companies from laying off their workers in order to relocate in other countries and ship their products back to the U.S. tax-free.  n \"They leave the United Stated like carrier like forward like so many others. They leave the United States and fire all of their employees. They go to Mexico or another country. They build a beautiful brand new plant. They hire other people. They then take their air conditioners their cars whatever theyre making. They send it tax free across what will be a very strong border believe me \"  but they send it tax free across the border and what do we end with we have?n We have unemployment tremendous losses and we have none of the benefits. So we will establish tariffs that when they do that there will be consequences. We will work with them; we will be nice we will be fair but there has to be consequences. And when they know their consequences our companies will stop leaving the United States and going to other countries.n \"3. American Energy & Infrastructure Act. Leverages public-private partnerships and private investments through tax incentives to spur $1 trillion in infrastructure investment over 10 years. Our infrastructure is in such trouble. Weve doubled our national debt to 20 trillion dollars under president Obama. In less than 8 years 10 trillion dollars has been added. Think of it and we havent fixed anything. We havent fixed anything. What have we doe? Our roads are broken our bridges our tunnels our hospitals our schools and we have 20 trillion in debt. All-time high. Thats true our VA hospitals are in bad shape. VA is in very very bad shape and we will fix that. We are going to work on fixing that \"  because our veterans are not treated properly. We have illegal immigrants that are treated far better in many instances than our veterans  \" and were not going to have that. It is revenue neutral.n\" 4. School Choice and Education Opportunity Act. Redirects education dollars to gives parents the right to send their kid to the public private charter magnet religious or home school of their choice.   And so importantly ends common core brings education supervision to local communities.n \"We do so badly on education. If you look at the lists you see Sweden Norway Denmark different countries at the top. You see us at the bottom and yet by far per-pupil more money than anybody and its not even close. We spend more money per-pupil than anybody not even close. Were at the bottom of the list. Other countries spending far less per-pupil are at the top of the list so obviously our current system is not working. We will change it and we will make it good. \" \" It expands vocational and technical education which weve totally forgotten about in this country and make 2 and 4-year college more affordable.n\" \"Have you ever gone to school and youve been with people that arent good students but they can fix an engine or they can build a wall or they can do things that you wouldnt even think about because we can use some of the one who build the wall \" \" were going to need them \" \" were going to need them but did you ever see that how they are genius at fixing a car? They can do anything but history not so good physics not so good we have to open vocational again. \" n Those are people those are great people.n 5. Repeal and Replace Obamacare Act.  \" Fully repeal Obamacare and replace it with Health Savings Accounts so we can do that. The Health Savings Account its one way there are numerous ways but this one very good way. The ability to purchase health insurance across state lines. We have to do it because thats competition. The politicians wont let go of it because the insurance companies they dont want competition but well open it up. Believe me we will get rid of it Ive been saying it for years. And lets states manage Medicaid funds it will be so good. Reforms will also include cutting the red tape at the FDA: there are over 4000 drugs awaiting approval and we especially want to speed the approval of life-saving medications. Mean they are looking at drugs that are looking very good and you have terminal patients that its over these people are dying they want to get the drug. They wont be living much longer and we study it for years and years and at some point they have to do what they have to do. They have to do it properly but we have 4000 different drugs and products waiting in ling for approval and we cant get them approved. We are going to speed up that process very significantlyn\" 6. Affordable Childcare and Eldercare Act. Allows Americans to deduct childcare and elder care from their taxes incentivizes employers to provide on-site childcare services and you see that with a couple of companies and it is such a great thing to see and creates tax-free Dependent Care Savings Accounts for both young and elderly dependents with matching contributions for low-income families.   so goodn 7. End Illegal Immigration Act.  n \"Fully-funds the construction of a wall on our southern border dont worry about it. Remember I said Mexicos paying for the wall. With the full understanding that the country Mexico will be reimbursing the United States for the full cost of such wall. Ok. We are going to have the wall; Mexico is going to pay for the wall. Mexicos by the way I met with the President of Mexico 2 ½ months ago wonderful meeting wonderful person. But I told him this is a two-way highway not a one-way highway.n\" \"We have our people. We have out take care of our people. Have to protect our people so its got to be a two-way street otherwise it is going to be a whole different deal. But establishes a 2-year mandatory minimum federal prison sentence there are people coming in illegally for illegally re-entering the U.S. after a previous deportation and a 5-year mandatory minimum for illegally re-entering for those with felony convictions multiple misdemeanor convictions or two or more prior deportations; so when somebody comes in we send them out. They come back they go to prison for quite a while. They come back they come back again they go five years. Because what is happening is they are coming back ten times and I could go cases after case they come back.Look at what happened in San Francisco five times he came back on the fifth time he killed. Five times. But so many others 110 times came back killed somebody after ten times. When they get deported they stay out otherwise they have very serious prison terms. They will stay out. Once you do that they will stay out. Right now they have no consequence. They have no consequence.n\" Also reforms on visa rules to enhance penalties for overstaying and to ensure open jobs are offered to American workers first.  n 8. Restoring Community Safety Act. Reduces surging crime drugs and violence by creating a Task Force On Violent Crime and increasing funding for programs that train and assist local police who are doing such a great job believe me. We increase the resources for federal law enforcement agencies and federal prosecutors to dismantle criminal gangs and put violent offenders behind bars   or out of our country and into the country where they came from.  n 9. Restoring National Security Act. Which rebuilds our military by eliminating the defense sequester which has been very tough on military and expanding military investment.n \"Now at no time practically do we need a military like right now. We dont want to use it but it is peace through strength. We need a strong military. \" n \"Our military is so terribly depleted. It also provides Veterans with the ability to receive public VA treatment or attend the private doctor of their choice. If theyre waiting on line and I have the plan up and weve gotten as you know tremendous support from veterans from law enforcement from veterans from the military tremendous support. But if theyre waiting in line and you see it 22 suicides a day people dont even believe it but 22 suicides a day. But if theyre waiting in line 47 days 6 days 9 days they cant get to see a doctor and a simple procedure or a simple prescription can solve their problem and they become very sick and they die they die waiting in line. Were going to give them the power to go across the street to a local doctor a private doctor a public hospital or private hospital all looking to help and all looking to do business. And we will pay the bill. So much cheaper but much more importantly the veterans will finally be taken care of properly because what they are going through now is unacceptable. \" n Also we are going to protect our vital infrastructure from the new thing cyber-attack; establishes new screening procedures for immigration to ensure those who are admitted to our country support our people and our values   we want people that love our country or can love our country and people that will love our citizens.  n \"We want people that can love us and there are ways through talent of determining that and other countries do but we dont. Just come on in folks. Just come on in.n\" 10. Clean up Corruption in Washington Act. Enacts tough new ethics reforms to reduce the corrupting influence of special interests and donors on our politics.n On November 8th Americans will be voting for this 100-day plan to restore prosperity to our economy security to our communities and honesty to our government. This is my pledge to you. And if we follow these steps we will once more have a government of by and for the people.  n And importantly we will Make America Great Again.n Believe me. ", "date": "2016-10-22"}