{"text": "\"Hello Winston-Salem! Hello Wake Forest! It is so great to be here in this beautiful city at this extraordinary time and to have a chance to be with so many including the Wake Forest family. And it doesnt get any better than being here with our most amazing First Lady Michelle Obama. I want to thank everyone who has filled this arena and I especially want to thank Dr. Hatch and the staff team and students at Wake Forest University. I will never forget being here with the legendary Maya Angelou one of the most powerful voices our country has ever heard.n\" \"So I couldnt think of a better place to come back to with another woman whose voice we need now more than ever. I want to say what I think is obvious but cant be said enough and that is this may be one of the most if not the most important election of our lifetimes no matter our age. But for young people it will be so consequential because every election is about the future. And this one is about whether we build on the progress weve made the legacy that President Obama has built or rip it away and go backwards. So we have a lot of work to do.n\" \"And I dont mean just in the presidential race. Lets be sure to elect Roy Cooper the next governor of North Carolina. He will always put the people of North Carolina first. And he will repeal HB2 – because he knows that discrimination is wrong. Its bad for business and its against North Carolinas values.n\" \"And lets send Deborah Ross to the United States Senate. She will be an independent voice for the working families in this state and she will help break through the gridlock in Washington.n\" \"And unlike her opponent Deborah Ross has never been afraid to stand up to Donald Trump. And remember it is not just Roys name and Deborahs name or my name thats going to be on the ballot. So much of what we care about -- so much thats at stake in the election is too.n\" Voting rights are at stake. And if you care about this sacred right and want to make sure our leaders of both parties do their part to protect and strengthen it -- not chip away at it youve got to vote in this election. And so I hope after all North Carolina has gone through with the efforts to suppress peoples votes you will turn out and say \"No. We demand the right to vote.\"n \"And supporting our veterans is at stake. If you believe that America should stand with those who served because they served us then youve got to vote. And so when you think about yourselves your families people you know whove worn the uniform of our country the best way to make clear that we respect the military and we will do everything we can to make sure they and their families have what they need as they sacrificed for us is to show up and vote.n\" \"And climate change is at stake. Now I shouldnt have to say this in 2016 but I will. If you believe in science right? And you know that climate change is real and demands action right now – youve got to show up and vote in this election.n\" \"Immigration is at stake. If you believe that we need to fix our broken system keep families together and give people who love America a path to citizenship – youve got to vote.n\" \"And marriage equality is at stake too. If you believe everyone deserves to be treated equally in America no matter who they are or who they love – then youve got to turn out and vote in this election.n\" \"Good jobs that pay good wages are at stake. Investing in our roads and our bridges and our water systems and all the work that needs to be done in our country. That really matters and we can put millions of people to work and have a more competitive economy. Thats why weve proposed a very big jobs program because I dont want anybody willing to work in this country not to have a good job with a rising income to support themselves and their families. If you believe that then youve got to come out and vote.n\" \"And particularly for all of the students here affordable college education is at stake. And not only that relief from student debt that you already have is at stake. So if you believe as we do that everyone should be able to afford to go to college and graduate and that everyone should be able to pay down and pay off their debt then youve got to get out and vote in this election.n\" \"And dignity for women and girls. Again I wish I didnt have to say this right? But indeed dignity and respect for women and girls is also on the ballot in this election. And I want to thank our First Lady for her eloquent powerful defense of that basic value. So I think youre getting the idea here that I think everything we care about is at stake in this election. So youve got to vote – and get your friends and families and neighbors to vote too.n\" \"And dont just take it from me because I think youve heard some really compelling voices say the same thing and one of them is here with us today right? There are so many things I admire about our First Lady. Michelle reminds us to work hard stay true to our values be good to one another and never ever stop fighting for what we believe in.n\" \"She has spent eight years as our First Lady advocating for girls around the world to go to school and have the same opportunities as boys. She has worked for healthier childhoods for our kids here at home better nutrition more exercise. And we are seeing the results. We actually are seeing kids who are healthier something that she was determined to try to achieve. She has encouraged more young people to go to college and follow your dreams and she has supported Americas military families who serve and sacrifice as well for our country.n\" \"Now it hasnt been all hard work. She played a mean round of Carpool Karaoke and among the many real privileges Ive had is to see the President and the First Lady dance. Wow one could only hope. Now she also planted an amazing vegetable garden at the White House – and I can promise you if I win I will take good care of it Michelle.n\" \"And boy – thank you! Boy didnt she dazzle the world with that wise and beautiful speech at the Democratic National Convention this summer?n\" \"And I have now I have now stood on the debate stage for four and a half hours with Donald Trump and if you see any of those debates well that has proved once and for all that I have the stamina to be President and Commander in Chief. But there were times during those three debates the loop running in my head was what Michelle said at the convention right? When they go low we go high.n\" And on top of all that just by being herself every day never missing an opportunity to honor her parents for the hard work and sacrifice that set her on her way she has shown every little girl and boy in America that there are no limits to what they can achieve if they work hard and do right and believe in themselves.n Seriously – is there anyone more inspiring than Michelle Obama?n \"And maybe maybe its especially meaningful to me because I do know something about being First Lady of the United States and Im going to state the obvious. Its not easy. Youve got so many people counting on you. Youve got the eyes of the world on you. And when youre trying to raise your children as she is and I did and give them the space and support they need to have as normal and safe and fulfilling childhoods as possible – that makes it even harder. I used to hang out in the main hall on the second floor of the White House around the time Chelsea would come home from school just to be sure I got to see her and see what happened that day and try to figure out what I needed to be thinking about and doing for her.n\" \"And lets be real – as our first African-American First Lady shes faced pressures I never did. And shes handled them with pure grace. By any standard she has been an outstanding First Lady who has made us all so proud.n\" And she and the President she and the President have been such wonderful friends to me and my family. It has just meant the world the world to me it really has.n \"I want to say just one thing about the First Ladys work. I mentioned military families. Shes been their fierce champion. And military families have come up against a lot in this election. It just made me boil when Donald Trump disrespected a Gold Star family Mr. and Mrs. Khan. He still hasnt apologized to them.n\" \"He actually made it worse – just yesterday he said again that if America had only made him President years ago their son Captain Khan would still be alive. Honestly I dont -- I dont understand how anyone would want to rub salt in the wounds of a grieving family.n\" \"And he keeps insulting our military. Yesterday when he heard that a retired Army colonel and former dean of the Army War College said that Donald doesnt understand military strategy Trump said Ill teach him a couple things. Well actually Donald youre the one whos got a lot to learn about the military and everything else that makes America great. Starting by learning about the dignity and sacrifice of our men and women in uniform and their families. And he should learn from Michelle Obama how a leader supports them not disrespects them!n\" \"No one knows the stakes in this election better than our First Lady. Because all the progress that weve achieved under President Obamas leadership is at stake – he pulled our economy out of the biggest ditch that it was in when he became president. He saved the auto industry he cracked down on Wall Street he has tackled healthcare climate change civil rights and so much else.n\" \"And all the work that weve done to strengthen our relationships with other countries and secure our leadership in the world is also at stake.n\" Now I for one and I hope all of you do not want all that hard work – by our President and our First Lady and by millions of Americans – to be wiped away. We cannot let that happen.n \"Weve got to do everything in our power to get everyone out to vote. To understand no matter what issue you care about it truly is on the ballot. Now this has been a hard election at times. Its gotten pretty ugly hasnt it? Weve all felt it – especially our kids.n\" \"I hear this from parents and children across our country – kids write me notes they hand me little cards and notes when I shake hands with them. Their parents write to me teachers talk to me. Kids are scared kids are scared by the rhetoric theyre hearing right? I see the educators heads nodding.n\" \"Little girls hear the ugly things that have been said about women in this campaign and it makes them feel terrible and doubt themselves – and that is why it is important for voices like our First Ladys to stand up and say Wait a minute respecting women and girls is so important and it is especially important for us to send that message to our children boys and girls alike.n\" \"Our kids are scared that theyre going to be sent out of the country because their parents are immigrants or theyre immigrants. Theyre scared if theyre Muslim or have a disability. I got a letter from a parent -- a mom from Wisconsin I think who adopted her son Felix from Ethiopia when he was a toddler. He just turned 11 years old – he wrote my campaign to let me know he was now 11 years old. I love it when little kids do little birthday remembrances. America is the only country hes ever known. One day he turned to his mom and asked If Donald Trump becomes President is he going to make me go back to Ethiopia?n\" \"Now that honestly breaks my heart. Weve got to make sure all our kids know that America has a place for you -- the American Dream is big enough for you. And then weve got to make sure they learn the right lessons about how to treat people. I saw that sign I believe in love and kindness right?n\" \"Well heres one place to start. We know that bullying is a real problem in our classrooms our playgrounds and online – and teachers have reported that this election has made it worse. So I want you to know were going to launch a major new effort to help states and communities and schools and families end bullying wherever it takes places. And we will work together to make the internet a safer space for kids invest in front-line professionals like guidance counselors and social workers and school nurses and psychologists to support kids whove been targeted like the young woman I met in Iowa who told me she was bullied because of her asthma. This has got to stop. And I cant think of anything more important than making sure every single one of our kids knows that they loved just as they are.n\" \"So ultimately my friends as Michelle reminded us this election is about our kids and in my case my grandkids. Their lives and their futures -- nothing is more important to me than that. Ive been fighting for kids throughout my career. I will fight for them every single day of my presidency. So we have a job to do.n\" \"Starting right now lets come together. Lets work together. And lets be hopeful and optimistic and unified in the face of division and hate. Bring people together in a spirit of mutual respect to solve shared challenges. Lets have each others backs lift each other up not tear each other down.n\" \"Lets go out and win this election to make sure we do exactly that – for Roy Cooper Deborah Ross and all of us. Lets make sure you vote early. Vote as soon as you can vote this afternoon. Im excited about what were going to see happen here in North Carolina and I am so excited to be introducing our amazing First Lady Michelle Obama!\" ", "date": "2016-10-27"}