{"text": "Go Daytona Beach! Wow. Thank you. Thank you so much. Chants of \"Hillary.\" Thank you all. Wow. Thank you. Thank you. I am just thrilled to be here. Are you Im ready to canvass? Well we need your help in these last 10 days until the election.n \"I want to thank Leslie Pearce for that introduction and her lifelong work on behalf of children. I want to thank State Representative Dwayne Taylor and Mayor Derrick Henry for being here with us. And to all of the elected officials all of the organizers and the volunteers I am thrilled to have this chance to come by and talk with you for a few minutes about whats at stake in this election because this may be one of the most important elections in our lifetimes. And we cannot take anything or anyone for granted.n\" \"I was just over at BCU for their homecoming celebration. And a lot of people told me they had already voted but I said Get your friends. Get your family. Get everybody you know to vote because youve got early voting here in this county in Volusia County until November 5th. No excuses. Everybodys got to get out and vote. And thats what this canvass is meant to make sure we do. Right?n\" \"Now Im sure that some of you may have heard about a letter that the FBI director sent out yesterday. Well if youre like me you probably have a few questions about it. It is pretty strange. Its pretty strange to put something like that out with such little information right before an election. In fact in fact its not just strange. Its unprecedented. And it is deeply troubling because voters deserve get to full and complete facts. And so weve called on Director Comey to explain everything right away put it all out on the table. Right?n\" \"Now of course Donald Trump is already making up lies about this. He is doing his best to confuse mislead and discourage the American people. I think its time for Donald Trump to stop fear mongering to stop disgracing himself to stop attacking our democracy. We cant let him get away with this can we?n\" \"Now like any campaign there have been ups and downs and ups and downs but Ive got to tell you I feel so motivated so excited so ready because Ive always stayed focused on one thing: you and your families. What I worry about are the problems that keep you up at night and Im going to stay focused on that because you know on November 9th thats whats going to matter. We cant let this election in the last 10 days be about the noise and the distractions. Its got to be about what kind of country we want for ourselves our children and our grandchildren – and who can help take us there as your president.n\"  n \"Now I think you and I agree the choice is pretty clear between a president whos ready to bring us together keep us safe and make the economy work for everyone not just those at the top and someone who is temperamentally unfit and totally unqualified for the job.n\" \"Now I promise you this: I will never stop working for you every single day as a candidate and most importantly as your president. Thats how I was raised. When I was over at B-CU I met one of the Methodist ministers because B-CU is affiliated with the Methodist Church and I felt right at home. And my mother – my mother taught me to never ever quit. Now what does that mean? Well that means everybody gets knocked down. What matters is whether you get back up. And Ive been fighting for families and underdogs my entire life and Im not stopping now. Were just getting started.n\" \"And lets always remember what our wonderful First Lady told us: When they go low we go high. So no matter what they throw at us in these last days were not going to back down. Were not going to get distracted. Were not going to get knocked off course. Because we know how much the election matters. We know how many people are counting on us. And thats why were going to reject Donald Trumps dark and divisive vision about America.n\" \"We are going to stick together and we are going to win on November the 8th. Right? Because Donald Trumps strategy is pretty simple. Theyve even said it in his campaign. Its to get women to stay home get young people to stay home get people of color to stay home and get a lot – get a lot of smart intelligent men to stay home too. Now this is all part of his scorched earth campaign. It goes against everything we stand for. And you know how we stop him? By showing up with the biggest turnout of voters in American history.n\" \"We need more of everybody to vote – more women more young people more people of color more African Americans more Latinos everybody. Lets break every record that weve ever had for voting. Lets make that the story of this election. And here in Florida you can as you often have make the difference. Right Florida? If you all vote and you get everybody you know to vote if you go out and talk to people today and every day about whats at stake in this election then we will make history. We will win up and down the ballot. And I feel strongly about this because we need people in Washington who are problem-solvers not problem-makers. Thats why I hope youll vote to send Patrick Murphy to the Senate. He will be an independent voice for Florida families. And this is important: Unlike his opponent Patrick has never been afraid to stand up to Donald Trump.n\" \"Now heres some really good news. We just reached a milestone. More than 200 million Americans are registered to vote. That is the highest number ever. And that includes 50 million young people. Thats the most in history. And you know what else? More than 16.5 million people have already voted in this election. And more than 3 million of those votes have been right here in Florida. Now you only see numbers like were seeing here in Florida when people are standing up for what they really believe in. Americans are coming together and I know because I hear from people who are Republicans and Independents who are joining us to reject hate and division rejecting Donald Trumps demeaning treatment of women his plans to break up immigrant families and deport millions of people his lie that President Obama wasnt born in America.n\" \"Ill tell you we have learned who Donald Trump is. Now its up to us to show who we are. And the energy that we are seeing is not just about what were against its about what were for. Its about a common vision that we share for a hopeful dynamic unified America where everyone counts everyone has a place everyone willing to work can get ahead and stay ahead where women are respected – where veterans are honored where workers are paid fairly where marriage is a right and discrimination is wrong.n\" So my friends it is not just the fact that my name will be on the ballot. Everything we care about is at stake – your future – making college affordable helping you pay back your debt – the cost of prescription drugs down – protecting and defending Social Security and Medicare from privatization and Wall Street schemes. Fighting climate change is at stake. LGBT equality is at stake. Equal pay for women is at stake. In the end we know that American dream itself is at stake.n Now did any of you see the debates?\"n  \"Yes.\"n  \"Well Ill tell you I stood next to Donald Trump for three debates four and a half hours proving conclusively I have the stamina to be president and commander-in-chief. But I have to tell you he said a lot of things that were troubling. But in that last debate he said something that was truly horrifying. He is the first person of a major party Republican or Democrat ever to refuse to say he would respect the outcome of the election. Now we can think about every issue we care about but you know after attacking women and African Americans and Latinos and people with disabilities and Muslims and POWs and everybody now hes attacking the institutions of democracy. And so it comes down to this. When your kids and grandkids ask What did you do in the 2016 election when everything was on the line I want you to be able to say you voted for a better fairer stronger America.n \"And the way were going to do that: Were going to turn everybody out. Early voting has begun right here in Volusia County. Every day from 7 a.m. to 7 p.m. until November 5th you can vote. The nearest early voting site is just one mile away from here at the Volusia County Library Center in City Island. So dont wait one more day. Go vote and then help us get everybody else out to vote too.n\" \"Now I know – I know that weve got our canvass organizers up here. I dont want to take too much of their time because they are workers they are organized they are focused. Im so grateful to them and to you and we need you. We need you. Stakes couldnt be higher. We got to do everything we can. I dont want anybody waking up on November 9th and saying Oh I wish I had just done a little more. So help us knock on doors make phone calls talk to voters and ask them When are you going to vote? Do you know where youre going to cast your ballot? Who will you take with you? And make sure they know about early voting already begun here in Florida. And then if you need to sign up yourselves. We have signups for three more shifts between now and Election Day. And this is going to be a close election; they always are these days. And were going to win because of you because of hardworking volunteers like you. And if you know anybody thinking about voting for Donald Trump stage an intervention. Remember friends dont let friends vote for Trump.n\" \"And think about it this way. On January 20th were going to have a new president. And Ill tell you what I will be proud to build on the progress weve made under President Obama and go even further. But I cant do any of the things that Im talking about any of the plans that I have unless you help me. So thats what Im asking you. Thats why I came to Daytona Beach today. I came to ask you to help me in these last ten days. Lets give every American a chance to chart their own future make their own contributions. Lets build a future we can all be proud of and lets make sure we prove once and for all that love trumps hate.n\" Thank you. ", "date": "2016-10-29"}