{"text": " Secretary Clinton thanks so much for sitting down with us here in Iowa.  Thank you Alisyn.  We are in Ames Iowa --  Yes. —where the temperature as we speak is one degree.  Uh-hm. \" And I know that you have been going to countless campaign events here and Im wondering when you get up in the morning in Iowa if there are ever times you question your life choices?\" \" Absolutely no. You know I grew up in Chicago. Im used to cold weather. It doesnt bother me. In fact Im somewhat reassured that there is a real winter that we are actually seeing snow and lower temperatures. But I get up every day whether Im in Iowa in New Hampshire wherever I am in the country and I really look forward to the day because I find the opportunity to go out and listen to people hear their stories give them my views about what I think the next president should do very energizing and very you know reinvigorating all the time.\"  So lets talk about the tightening race between you and Bernie Sanders. Bernie Sanders is speaking to reporters on Monday night here in Iowa. And he said that your campaign is in quote \"serious trouble.\" Is that how you feel? \" Not at all. In fact I have always known that if you are going to run to be president particularly in the Democratic Party its a long hard challenging road. And so Ive been in these elections before. They always tighten up as people begin to make up their minds as they look at the candidates totally predictable. I feel really really good about the campaign organization that I have. A caucus is different from a primary. It takes a lot of intensive work to convince people to come out on a cold Monday night spend a couple of hours in order to stand up for your candidate but Im asking Iowans if theyll stand up for me on caucus night. I will be standing up for them all through my presidency.\" \" There is a new Quinnipiac poll out just about one hour ago in which Bernie Sanders is now beating you in Iowa. It is 49 percent to 44 percent. It is the first time that this has happened that hes been beating you in Iowa since September. We are 20 days out. Does he have more momentum than you?\" \" Well the funny thing Alisyn is after that poll came out about an hour later there was a PPP poll where I was leading him by the same margin about six points up. I dont pay any attention to this. I dont feel that its a good reflection about who will actually come out on caucus night. I can only tell you that the energy the enthusiasm the excitement of my volunteers my organizers the voters who come who sign up on commit to caucus cards is just building. Thats my experience. So Ill let people poll and try to figure out who is going to show up. Im looking at people who are showing up making up their minds and trying to you know convince them to come out and caucus for me.\" \" Why dont you feel that the polls are good reflection of whats going to happen in the caucus?\" \" Because they are so unpredictable. And its gotten increasingly difficult to poll. And I think you would have to add a degree of difficulty to polling for a caucus. So thats been my experience. Ive watched this a long time. Ive had a prior election where I campaigned in Iowa. So I just put that aside. Ill let pundits and others worry about whos up and whos down. I just get up every day like we were saying going out there making my case drawing the contrast because I have the highest regard for my two opponents but there are real differences. And we need a spirited debate. Because after the first of the year a lot more people start paying attention. And now I know its you know the make or break time people make up their minds.\"  Bernie Sanders is also winning in New Hampshire. Not surprising. He is from a neighboring state. Have you considered what would happen if he wins in Iowa and New Hampshire what your plan is? \" I dont think about that. Im going to do everything I can to win as bigger margin as possible in the caucus and then go to the primary. But this is a national campaign. Weve been organizing in South Carolina in Nevada a lot of the March 1st states the March 15th states. Remember I campaigned all the way into June last time. And I have always thought that given the unpredictability and the you know changes in peoples concerns going into this election that we wouldnt know exactly how the outcome would be for you know a couple of cycles of these primaries and caucuses. So Im going to do my best to convince more Iowans to come out and caucus for me. And even though as you say Senator Sanders as a neighbor and a neighbor never lost in New Hampshire Im going to take that challenge on and do the best I can to get people in New Hampshire to support me as well.\"  Vice President Joe Biden offered his thoughts to CNN on why he thinks Bernie Sanders is resonating. He said that he thinks its about Senator Sanders positions on income inequality. And the Vice President said quote \"Its relatively new for Hillary to talk about that. Thats been Bernies. No one questions Bernies authenticity on those issues.\" Whats your reaction? \" Well the Vice President who I deeply respect and regard as a friend went on to say as I recall. But you know Hillary Clinton has a lot of very good economic policies that are thoughtful and on and on. Look I have been working toward closing the gaps between people poor people and well-off people primarily all my adult life. I went to work for the Childrens Defense Fund. I helped to reform the education system in Arkansas. I was a legal services lawyer defending poor people. I went to work to try to make sure that we got health care in the beginning of my husbands administration because of so many people who were left out and were uninsured.\" \"I have been on this issue in many different ways. How do we make education more equal? How do we make health care more equal? Of course thats tied to income equality but there is also a broader range of issues that I have a long record of addressing. And when I was in the Senate I took on corporate executive pay. A lot of the abuses that I thought were there. I took on these derivatives and credit default swaps that contributed to the collapse of the economy and the great recession. I stood up to Wall Street. I called them out. So I have a very long record. I have a broader agenda. Its not the only thing I talk about because I think you have to view equality of opportunity and how we deliver that in the 21st Century for many different perspectives and thats what I tried to do.\" \" And since you have been devoting much of your career to talking about this why do you think the Vice President would say its more in Bernies wheelhouse and its about his authenticity?\" \" Oh I dont know. But you know I have a lot of regard for the vice president. And I think today he clarified what he said and said he was talking about me when I was Secretary of State. Well when I was Secretary of State I couldnt talk about domestic policy. There is an unwritten rule you do not meddle in domestic policy when you are secretary of state or for that matter secretary of defense. So yes for four years despite a long career both in and out of public service where I have been relentless in talking about these issues there were four years when I did not. I talked about how we were going to get Iran to the negotiating table and try to prevent them from getting a nuclear weapon how were going to you know deal with a rising China what were going to do about womens rights something that goes to the heart of inequality. So I had a different agenda because I had a different job.\" \" So you didnt take Bidens comments as a slight?\"  No. Not at all.  OK. You are introducing your tax plan. One of the headlines is that you would impose a four percent surcharge on incomes over $5 million. And I believe that that would raise about $150 billion over ten years. Does that go far enough in addressing income inequality? \" Well weve got a variety of proposals. Not only the four percent surcharge which I call the fair share surcharge. The so-called Buffet Rule which would have a minimum tax rate for people making more than $1 million limiting deductions to 28 percent with a charitable exception. Going after a lot of the subsidies that for example still subsidize the oil and gas industry about $6 billion a year while we have to move toward a clean renewable energy future. So I have put forth plans paid family leave tuition debt-free tuition for public colleges.\" \"Capping prescription drug costs and much more. And it would cost about $100 billion a year all of which I pay for. In contrast Senator Sanders has some very big ideas but he hasnt yet told anybody how he would pay for them. And he had promised that he would roll out his tax plans before the Iowa caucus on February 1st. Well if you wait too long nobody will have a chance to see them or analyze them. And so I am very clear about what I would do and how I would pay for it.\"  Another point of conflict between you and Senator Sanders is on gun policy.  Uh-hm.  We just watched this very emotional event this morning.  Yes.  That you were involved in where this mom who lost two children --  Right -- —to gun violence got up and spoke. And it was really heartbreaking to hear her. It sounds like she lost her children to criminals.  Yes.  So how would you stop that? \" This is a very big difference in this campaign. Because as you saw I received the Brady campaign endorsement today and both the woman Delfin Cherry who introduced us to the stage and the head of the Brady campaign had lost family members. It was really hard standing up there because I have held the hands of and listened to countless people who have lost family members to gun violence. And I agree completely with the President about us having to take action now. We lose on an average 90 people a day. It has to stop Alisyn. Ive been in this campaign advocating for comprehensive background checks closing the gun show loophole closing the online loophole closing whats called the Charleston loophole.\" \"You know there was a loophole my opponent voted for it Senator Sanders that at the end of three days business days you get that gun whether they have finished the background check or not. The killer in Charleston who bought that gun if there had just been a little more time it would have been discovered he should not have been able to buy the gun because he had a federal record. We have saved a lot of lives. I cant put an exact number on it. But because of the Brady bill which Senator Sanders voted against five times more than two million people the Brady campaign says 2.4 million purchasers have been stopped from buying guns.\" \"So we are talking about violent criminals. We are talking about domestic abusers. We are talking about the dangerously mentally ill. We are even talking about terrorists because the Republicans wont close the loophole so that people on the no fly zone can buy guns. I feel passionately about this. And the cumulation from Sandy Hook to the community college in Oregon the fact that we have so many mass killings in the last few years I think it certainly motivated the President and I am so proud to support him and I want to make this a voting issue in this campaign.\"   \" I want to talk about an issue Donald Trump wanted to make an issue in this campaign that is—are allegations from your husbands past. He is going further actually than that. He is making it about you. He is saying that you are an enabler of bad behavior and of sexual assault.\" \"Whats your response to Donald Trump?\" \" I have no response. Im going to let him say whatever he wants to say. He can run his campaign however he wishes. Im going to keep talking about what the next president will have to do starting January 20th 2017.\" \"I have deep disagreements with what hes proposing. His tax plans would cut trillions of dollars of taxes from the wealthy and corporations. He doesnt believe in equal pay. He thinks that American workers are already making too much.\" \"So Im going to draw the contrast with him that I think the American people are interested in seeing.\" \" But when someone accuses you of being an enabler of sexual assault dont you need to respond to it? I mean particularly since this is an issue you wanted to talk about on the campaign trail. Cant this sexual assault—you say survivors need to be believed and they need to be heard.\" \"So when hes accusing you of doing something that is the antithesis of what you want to talk about dont you need to address it?\" \" Im going to let the American voters decide whats relevant and whats not relevant in their decision as to who theyre going to support.\"  I have a few more questions. Donald Trump was on \"The Tonight Show\" and asked about the possibility of you two running against each other if thats how this all plays out in November. He said that would be quote \"an amazing thing.\"    Yes it would be amazing. I would look forward to it. \"Look I think this is serious business. Campaigns always have some great stories and great characters. Thats part of the political process. This is really serious business who the next president is. We are either going to build on the progress that weve made or were going to see it ripped away. We are either going to defend human rights and civil rights and womens rights and gay rights and voting rights and workers rights and all the rest that is at stake or we are going to turn the clock back.\" \"And thats why I have tried to very clearly explain where I stand on all of these issues because the stakes are so high. And if Im fortunate enough to get the nomination I will run hard against whomever the Republicans nominee because they represent a brand of politics and policies that I think would hurt our country. I dont want to see that happen.\" \" Lets say you get the nomination. Lets say you win the presidency.\" \" Yes lets say that.\" \" Lets say it.\" \"And on day one you walk into the Oval Office whats the first phone call you make?\" \" Well I think the very first phone call would be to whoever Ive asked to be the chief of staff of the White House. Lets get a meeting together lets get our agenda together. Theres a lot we have to get going. The earlier we start the better well be off and well get more accomplished.\" \"Because I want to really think hard if I do get the nomination right then and there how we organize the White House how we organize the cabinet. Whats the legislative agenda?\" \"You know the time between an election and inauguration is short. You cant wait. I mean you cant take anything for granted. You have to keep working as hard as you possibly can but I think its important to start planning because we know what happens if you get behind in getting your agenda out and getting your appointments made. You lose time. And youre not doing the work that the American people elected you to do.\"  Before I let you go I definitely want to ask you about your granddaughter. You talk about her on the campaign trail. Today is I believe or recently Chelsea is making her first appearance on the campaign trail.  Yes.  She said she believes that you becoming a grandmother is a driving force behind your campaign. How so? \" Well shes right because I feel very fortunate. I like to point out Im the granddaughter of a factory worker who came to this country as a young immigrant. Went to work in the lace mills in Scranton Pennsylvania.\" \"So here I am three generations later asking people to vote for me to become their president. And we have this amazing 15-month-old grandchild with another on the way next summer. And so I think a lot about the future but I think not just about her future because were going to do everything we can to make sure she has the best opportunities life can offer but I think about what kind of country shell become an adult in and what kind of world is going to be waiting for her.\" \"I want to make sure—its not just our grandchild but every child who has the opportunity to go as far to fulfill their God-given potential as possible. And a lot of that depends on the kinds of decisions that our presidents make. Its not you know you have to have family support you have to have community support.\" I wrote a book called \"It Takes A Village.\" I understand that. Do you kids have health care? Thats why I created the childrens health care insurance program because too many didnt. Your kids have good education thats why Im for early childhood because too many kids come to school unprepared. How about college affordability? Too many kids are weeded out because they cant afford to start or stay. I go through the list of what is really dampening the opportunities that young people in our country have right now. And I want to be the president who unleashes that potential again. \" And when you think about your grandchildrens future are you worried or hopeful?\" \" Im always hopeful Alisyn. Im always hopeful. I think this is the greatest country.\" \"When I listen to the negative comments made about our country on the campaign stage predominantly by the Republicans I mean look at what weve come back from. It was a Republican administration under which we had the Great Recession. That is just a fact.\" \"President Obama inherited an economy that was losing 800000 jobs a month. I dont think he gets the credit he deserves for digging us out and getting us standing again. So I know that choices really matter in politics but I am absolutely committed to the belief the conviction that I have that our country is resilient were strong were smart.\" \"Given the right leadership we can do anything. Thats why I actually am quite optimistic and confident about the future.\"  Secretary Clinton thank you so much.  Thank you Alisyn.  Great to talk to you. \" Its great to see you.\" ", "date": "2016-01-13"}