#version: 0.2 - Trained by `huggingface/tokenizers`
Ġ t
Ġ Ġ
i n
Ġ a
e r
h e
o n
Ġ s
r e
a n
Ġt he
Ġ o
i t
e s
e n
o r
e d
Ġ c
a r
Ġ p
a t
Ġ b
ĠĠ Ġ
a l
Ġ w
Ġ f
Ġo f
Ġ m
Ġ in
i d
Ġt o
Ġ d
r o
i s
in g
Ġa n
i on
i l
a s
i c
Ġ 1
c t
a id
u t
o m
Ġan d
Ġs aid
en t
o u
e t
Ġ l
s t
Ġ re
0 0
Ġ n
Ġ e
Ġ h
Ġ T
Ġ C
Ġt h
Ġ R
Ġ it
il l
e l
a d
Ġ S
t er
Ġ A
u r
l d
m ent
l n
Ġf or
at ion
Ġm ln
Ġ I
u n
Ġb e
l r
a y
t h
v e
Ġ on
c h
Ġc om
Ġ v
l e
er s
Ġ M
c e
Ġd lr
ĠR e
Ġs t
Ġp ro
Ġ g
o s
l y
ĠT he
Ġ 2
t s
Ġ B
re s
i g
' s
Ġ is
o t
ĠĠ ĠĠ
Ġdlr s
v er
es t
i r
o w
Ġs h
Ġd e
e ar
p an
i m
Ġe x
Ġ1 9
r a
o l
at e
Ġp ct
Ġ P
Ġ y
u s
ut er
it h
Ġ N
ro m
Ġ 3
Ġv s
d u
Ġ F
Ġc on
Ġ U
q u
ĠI n
Ġa t
i es
ĠRe uter
an k
Ġit s
u l
Ġw ill
Ġth at
00 0
g e
Ġf rom
Ġb y
ou ld
Ġw ith
p or
u p
i al
e ct
Ġ r
Ġ19 8
e c
o c
an d
Ġa s
a in
en d
Ġ E
Ġ J
Ġ D
Ġw h
Ġ L
Ġ "
o re
a re
Ġy ear
Ġa l
i v
Ġw as
e w
Ġ H
er e
Ġ G
Ġ un
e m
ar k
ar y
Ġ he
r ic
ou n
ill ion
a b
i ve
Ġcom pan
a k
a c
f ic
as t
Ġ 4
Ġ 5
Ġn ot
Ġt r
e e
Ġh as
Ġa g
u m
p er
u d
Ġc ts
p l
Ġb illion
a m
t r
ig h
Ġcompan y
ic h
es s
it y
o ut
Ġ W
ou r
f er
u b
Ġw ould
o d
ark et
Ġ O
c l
ar t
a g
m an
Ġa re
por t
re e
oc k
o ver
t he
o ld
os s
p p
u e
Ġ 6
e x
Ġo r
al l
l t
c on
a ve
Ġa d
s e
an c
b er
re d
i f
ar d
Ġb ank
or p
, "
st r
th er
Ġwh ich
el l
an t
Ġ 7
Ġm arket
Ġa c
ct ion
ĠIn c
ation s
ad e
Ġp l
at ed
T E
Ġa b
o f
o p
in e
d er
ig n
Ġre s
an s
u g
c om
re n
on d
o st
i p
Ġp ric
Ġh ave
u re
or d
m er
Ġs p
Ġl oss
i b
a ge
ĠC orp
Ġ &
p ect
Ġl e
Ġw ere
an ce
it ion
Ġn ew
Ġc h
p r
Ġm on
at es
Ġp er
on g
a res
Ġsh are
f or
re as
Ġcon t
d ay
Ġh ad
p t
Ġ198 6
Ġst ock
s o
y st
Ġth is
t o
Ġ 9
an ge
u st
ol l
ab le
o k
Ġl ast
Ġ qu
a p
Ġin ter
Ġpro du
Ġ up
igh t
un d
ation al
or s
Ġ1 0
is t
ing s
w o
Ġ 8
f it
p os
Ġ (
it ies
u ary
ee k
Ġ im
TE R
ro w
ĠR E
Ġf ir
Ġal so
Ġde b
U TER
ĠĠĠĠ ĠĠĠĠ
ment s
a pan
Ġa f
v est
ĠRE UTER
T he
Ġsh ares
Ġon e
Ġab out
er al
ĠB ank
i re
over n
i a
5 0
Ġb ut
Ġp re
in is
Ġcom m
ĠC o
cl ud
ur ren
el y
ĠS t
ĠI t
Ġ -
p ro
v el
ak e
Ġm e
Ġd is
Ġof fic
u res
Ġe ar
. .
h r
ul t
Ġt wo
Ġbe en
Ġo ut
or k
a il
v i
ĠC om
ter n
Ġs al
i an
Ġpro fit
c reas
ou s
e b
Ġof fer
is s
er v
a x
Ġs e
du str
Ġcom p
a ct
m s
Ġad d
ĠN et
overn ment
Ġf in
Ġ K
Ġex pect
Ġo ver
Ġmon th
ĠJ apan
om e
pr il
Ġs ub
res s
Ġthe y
con om
s id
Ġis s
Ġm an
Ġ1 2
on n
a v
ĠM ar
Ġp r
Ġre c
ow n
l i
id ent
is e
. "
v en
ĠH e
ĠD e
ch ange
Ġdeb t
ar ter
it s
Ġal l
o in
Ġun der
r it
Ġw eek
Ġb o
ion s
ro up
ĠA pril
ar g
Ġtr ad
Ġc urren
i z
ro p
Ġm ore
Ġa pp
Ġ end
Ġin creas
us e
ec ur
i e
as e
c ed
ĠU n
or t
c es
Ġf ore
Ġ1 5
Ġ198 7
Ġl o
ac k
Ġ ro
Ġo il
e y
an g
Ġe conom
Ġaf ter
Ġoffic ial
por ts
Ġb u
i x
Ġp art
Ġp ay
a ir
o od
e g
Ġin clud
Ġw he
Ġ Y
Ġo per
Ġth an
u al
Ġg overnment
c y
ĠMar ch
Ġc l
oun t
il e
Ġin vest
t d
yst em
ic al
a ch
ic e
Ġ1 1
Ġtr ade
Ġac c
at ing
ĠC h
Ġn et
ree ment
Ġt onn
Ġ2 0
Ġan n
Ġ j
Ġo ther
res ident
oun tr
oll ar
ug h
im e
as h
f f
t al
ecur ities
ra ct
Ġ1 4
Ġthe ir
en s
it t
w e
it al
Ġto ld
Ġas s
Ġre port
Ġst ate
Ġfir st
Ġth ree
ĠL td
Ġ1 3
o y
ĠRe v
Ġbank s
mer ic
Ġs up
os e
it ed
ow er
Ġ3 0
Ġpric es
Ġd iv
ĠCom m
Ġpric e
Ġqu arter
a w
eb r
Ġ V
Ġ 0
Ġn o
ĠE x
Ġinter est
Ġme et
Ġsal es
Ġt ax
ain st
ebr uary
i k
Ġc ould
ĠT h
id e
Ġpl an
g h
i or
red it
ĠRev s
ub l
en ce
is ion
is h
Ġs u
ur ing
Ġa m
ro ugh
in ess
Ġh igh
i fic
j ect
Ġr ate
1 9
on e
as s
or ld
us iness
ay s
Ġtonn es
v ed
Ġw e
Ġf ive
p art
h old
an uary
il ity
are d
Ġ en
Ġc ountr
Ġin dustr
Ġfin anc
c he
Ġfore ign
an ad
n ed
ap ital
u es
y ear
Ġd ollar
vel op
Ġag reement
ou gh
a use
ok es
Ġto day
u ed
a j
Ġ- -
ur ch
Ġexpect ed
e ed
Ġst r
our ces
s s
Ġ k
Ġs ome
as ed
Ġpro pos
o ve
Ġ1 6
Ġ198 5
Ġb et
al yst
t ain
s h
le ct
Ġf our
g ra
Ġto tal
Ġd ue
Ġac qu
ib le
oin t
es e
tern ational
Ġ ra
Ġ if
ex t
am e
Ġg row
Ġag ainst
Ġcurren t
ĠF ebruary
Ġre p
Ġin d
inis tr
f ore
Ġbu y
ĠĠ ĠĠĠ
Ġapp ro
ĠB ut
ar r
aj or
inis ter
on s
b e
Ġcomm on
i ed
ĠN ew
iss ion
Ġb ond
en eral
Ġde al
Ġ us
Ġpro v
is ed
ĠM ay
Ġsp okes
Ġadd ed
Ġc ent
ĠT r
Ġyear s
E C
ĠJ anuary
c ess
lr s
8 7
Ġcon s
we en
Ġs et
Ġsh r
Ġ1 7
Ġg roup
Ġth ere
g et
ubl ic
li er
2 5
e p
ĠA n
Ġo w
Ġre g
Ġ3 1
I n
at er
Ġcont in
Ġin to
vi ous
Ġ est
Ġro se
m ber
Ġs ystem
t on
in es
Ġde cl
s aid
Ġre m
ĠA meric
a ce
Ġw ork
Ġan y
Ġle ad
g y
Ġbe c
Ġt er
Ġp ol
Ġs ell
S hr
k s
Ġc ut
ed eral
Ġm ajor
Ġre du
in ed
m ed
Ġ1 8
res ent
Ġb usiness
Ġprodu ct
Ġ5 0
Ġof f
Ġd own
Ġr ates
air man
ĠC anad
ar m
i od
u rop
Ġiss ue
Ġspokes man
n ing
in ce
et s
at ive
urop e
h er
Ġ2 5
Ġc redit
or y
Ġn ow
Ġmeet ing
Ġbet ween
Ġm ade
Ġs ix
g an
Ġcont ract
Ġd o
ĠA l
l and
Ġincreas e
Ġth rough
Ġh old
end ing
it e
l o
Ġo p
Ġin t
g er
Ġwhe n
ff ect
2 0
Ġprodu ction
Ġbec ause
Ġan alyst
Ġtrad ing
ĠS hr
Ġf und
Ġwh o
1 0
d lrs
re ed
m on
ro l
Ġex change
Ġmonth s
c er
l ed
he d
un e
Ġc ost
Ġb el
Ġs o
Ġc an
Ġm ay
ur n
p ut
n ings
e ver
3 0
gra m
& #
ra z
Ġt ake
ire ct
Ġs ign
Ġh is
Ġann oun
Ġa r
Ġre f
com e
i el
v ent
es ter
Ġfinanc ial
r al
Ġsub sid
al s
f l
Ġs ources
Ġn ext
Ġg ain
Ġeconom ic
Ġst g
Ġt ime
Ġon ly
is c
part ment
or th
> ,
Ġde c
ĠF in
er man
Ġf ut
Ġpre vious
8 6
Ġe qu
Ġcompan ies
Ġofficial s
Ġs ur
b ank
ĠIn ternational
hold ers
1 6
al ly
Ġbo ard
ud get
Ġgrow th
s on
Ġy en
Ġsh ould
Ġc apital
Ġper iod
em ber
ĠW est
ĠJapan ese
Ġr ise
raz il
ester day
ro und
Ġ1 00
Ġstate ment
r anc
Ġle vel
Ġde velop
ul l
al es
oc i
st and
ur ther
Ġc ash
e ch
v ers
re t
Ġc all
Ġsp ec
oll ow
Ġc or
str u
for m
Ġre qu
Ġp resident
Ġear lier
iel d
Ġl ong
d e
Ġp urch
Ġtr ans
Ġrec ent
v al
ou se
Ġex t
Ġun it
ĠE urope
ak ing
c k
ĠE n
r an
b le
7 5
Ġbe fore
of f
Ġs ec
ce mber
ĠĠĠĠ ĠĠ
ĠEx change
Ġwh ile
os ed
Ġ19 9
Ġre ce
ur y
ĠS e
Ġmarket s
en cy
ĠUn ited
itt ee
Ġd el
ĠN O
Ġcountr ies
pl et
t ed
w ard
Ġv al
il d
Ġo pt
Ġrem ain
Ġdis c
age ment
Ġw orld
Ġs erv
Ġindustr y
Ġa ct
Ġsal e
ĠAmeric an
Ġest im
out h
p ly
sid er
ric ult
ce ed
4 0
ad y
i o
om est
Ġs l
Ġf ell
em b
con t
Ġl ower
ut ion
Ġl ik
th s
ĠJ une
Ġat t
ter s
Ġag reed
Ġe ffect
is ition
tr ib
eg ot
Ġm ark
ĠG erman
i um
Ġm ain
Ġear nings
Ġs ay
Ġf all
egot i
Ġman ag
o b
Ġpol ic
8 0
in a
i ary
Ġs ince
u f
ĠF r
1 5
re l
Ġpro gram
ec ut
ĠA v
Ġrec ord
c ial
Ġt al
stand ing
b illion
Ġb as
ĠO n
Ġop en
omest ic
w h
Ġthe m
Ġc o
ut ers
er y
ic es
Ġre t
id end
W e
c ord
l ing
o ther
y n
oun d
i red
Ġb ill
ord in
Ġinvest ment
or row
Ġc r
Ġ2 7
fic it
ie f
Ġf urther
Ġ2 2
Ġ2 3
ra in
.. ..
in k
Ġd id
ĠB razil
ĠP ro
Ġd es
Ġs ecurities
Ġ2 4
du ct
Ġex port
m ln
ic s
st it
Ġreport ed
Ġch airman
ĠNO TE
Ġex ports
pl us
in d
Ġa v
ak er
Ġsu ch
ar ge
u ch
Ġf ig
Ġsh ort
ow ever
Ġoffer ing
i pp
ĠComm ission
Ġp ublic
Ġf ollow
8 5
Ġn eed
Ġm er
Ġm ost
Ġex p
Ġlo an
en e
ĠR es
ce pt
Ġa ut
Ġmon ey
l p
Ġow n
Ġd irect
ĠA g
Ġb udget
is ing
pan y
Ġoper ations
o per
6 0
f rom
Ġsh ow
Ġde m
Ġg o
ĠE C
Ġpr iv
al f
p on
ction s
Ġqu ot
inistr y
ĠAv g
in c
Ġann ual
Ġcomp ared
p ct
mer cial
Ġy esterday
ĠDe cember
Ġb ro
Ġshr s
w ith
com m
ĠY ork
ir d
Ġproduct s
pl oy
reas ury
t il
ĠG roup
Ġd et
Ġhigh er
Ġ4 0
Ġdem and
ĠM inister
Ġe ach
ver t
Ġpl ans
Ġannoun ced
ech n
a pp
Ġa round
iv es
ĠS ecurities
end ed
Ġanalyst s
Ġf il
Ġfir m
Ġn on
ir st
as on
Ġbe ing
ĠB rit
ver age
Ġadd ition
Ġf l
a per
Ġpr ior
f t
ĠIn dustr
ag an
Ġnew s
Ġ ent
Ġde ficit
at ely
g ed
Ġ2 1
Ġend ed
end er
j ust
Ġs ame
on t
Ġg ood
os ition
. ,
Ġb id
Ġlo ans
w rit
Ġtal ks
Ġd uring
Ġres ult
Ġus ed
us s
Ġ2 6
fer red
Ġm ake
Ġn ine
t y
o ber
Ġd r
Ġg u
f in
Ġpl ant
Ġsec ond
p h
ter m
ĠP l
h ip
T h
b y
uf act
u ly
ĠS ales
fer ence
Ġc er
Ġf ranc
Ġre l
in ter
Ġdiv idend
Ġst art
Ġsup port
Ġacc ord
Ġ2 8
Ġhe lp
m e
er ve
ail able
Ġall ow
Ġs old
Ġcom plet
Ġl arg
ough t
d ition
Ġf arm
Ġp ress
ic k
Ġm in
isc al
iv ely
p re
Ġre st
7 0
9 0
c ent
1 2
h or
Ġinclud es
ecut ive
Ġp oss
ur al
ĠN ational
Ġd ays
ic ations
ĠSt ates
an ts
Ġst ill
ĠO per
ĠF ederal
vi ew
w ill
ĠU S
Ġbo th
t ing
ĠT ex
re at
Ġw ell
Ġd omestic
Ġe m
Ġaf f
Ġpropos ed
Ġn egoti
ĠB o
at t
iv ed
Ġb ack
Ġacqu isition
Ġb ar
8 8
Ġcon sider
Ġf ac
ĠU P
iz ed
Ġass ets
an n
ĠRe agan
ot e
i ver
o v
u str
che du
Ġse ven
ol o
Ġear ly
ang ed
Ġsubsid iary
e es
Ġs en
our t
Ġinclud ing
Ġcountr y
Ġbas is
ĠA ss
Ġad v
Ġpolic y
Ġm ove
Ġshare holders
m inistr
ĠCanad a
por ters
Ġinter n
Ġeconom y
r ing
ĠA s
ĠS h
Ġre ven
f fic
v ol
ĠA r
Ġcont rol
Ġ198 8
ĠRe uters
Ġag o
s ur
Ġbond s
Ġp ar
Ġam ount
ricult ure
erv es
a i
m in
ond on
Ġe ight
Ġout standing
ĠJ uly
ĠEurope an
id ed
ĠP ay
om m
ĠThe y
ĠH ouse
Ġs ect
Ġs ug
Ġval ue
3 2
is ts
Ġpro ble
t ly
Ġcurren cy
Ġman agement
Ġm ths
Ġim pro
Ġter ms
O N
u ing
re ady
et ro
Ġstr ong
om in
Ġcons um
ĠA ir
Ġd if
Ġf iscal
Ġl ow
3 5
Ġt ender
Ġl aw
Ġlik ely
Ġcent ral
A N
l es
ul ts
Ġim port
Ġ2 9
ent ures
I N
Ġg as
Ġ3 5
ĠFin ance
g in
a h
n ers
Ġacc ount
i er
Ġl i
) ,
o h
A T
ul f
4 5
i ous
Ġl oc
Ġn ear
emb ers
Ġ Z
c ast
Ġincreas ed
Ġsur plus
pt ember
Ġ use
Ġpro ject
um ber
stit ut
Ġnot es
A R
> .
Ġl im
ustr al
Ġo ur
Ġ6 0
Ġim ports
Ġfund s
Ġmark s
ĠS outh
le y
ang es
Ġfig ures
oci ation
k ed
Ġof the
le ar
Ġcontin ue
a f
1 7
ĠM an
Ġh alf
Ġexpect s
Ġc ar
Ġin come
Ġun til
Ġse ver
Ġwhe at
Ġbel ie
ul ar
ud e
c o
Ġo b
iz ation
Ġdeal ers
Ġin fl
ret ary
Ġm uch
S t
er gy
Ġfut ures
r on
Ġch ief
P R
m arket
ĠP resident
o vi
trib ut
D A
ip ment
Ġm at
un ity
Ġhe ld
Ġoper ating
ministr ation
u c
Ġs m
Ġintern ational
Ġg eneral
ĠG eneral
com pany
Ġcomp et
Ġf act
1 3
ĠP r
Ġpay ments
Ġa verage
Ġfor m
Ġav ailable
9 5
le ment
ĠDe partment
il y
Ġthe n
ĠP ar
ial ly
ĠL ondon
' t
Ġd ay
Ġs eek
Ġim p
Ġfir ms
Ġpriv ate
Ġa ir
ing ton
Ġal ready
Ġr ul
at or
Ġmanag er
et ary
Ġcom mercial
Ġprevious ly
Ġsen ior
en n
ĠIn d
n ot
u red
iz e
Ġestim ated
Ġbro k
1 4
at a
Ġd ate
th at
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
ĠCanad ian
ĠY ear
el s
Ġres erves
it ive
Ġc arr
ĠI ran
Ġpro t
Ġg r
ial s
Ġst ake
at s
Ġv ery
Ġ2 00
Ġre al
ad ing
ĠP h
y s
Ġa p
Ġrep resent
Ġbar rel
Ġcl ose
Ġr at
com p
Ġnot ed
6 5
l l
ĠĠĠĠ ĠĠĠ
um e
Ġme as
Ġth ird
ac hed
igh ts
ĠS w
c ing
Ġm et
Ġpurch ase
Ġinclud e
Ġex pan
iv en
ab ility
echn olo
u ro
Ġfranc s
J apan
Ġth ose
Ġn il
Ġex ecutive
Ġcon vert
Ġad just
A S
Ġor der
ovi et
A meric
a ction
he n
Ġf ull
Ġin it
ong ress
Ġst e
Ġcost s
Ġm inister
Ġpart ic
l er
ec retary
ĠH owever
Ġiss ued
Ġbe gin
5 00
Ġa ction
Ġappro ved
E R
es tern
1 1
f ul
ĠT reasury
av ings
ĠTh is
Ġin the
Ġindustr ial
n er
Ġj oint
w ay
er r
Ġr is
ĠS p
ect ion
Ġunder writ
Ġtrad ers
Ġl ess
and ard
Ġm embers
anc es
Ġb l
Ġm ust
i ate
w ould
Ġp oint
Ġwh at
ash ington
Ġpropos al
Ġp osition
I L
ĠRe cord
ion al
Ġsell ing
c r
Ġcall ed
Ġmer ger
Ġres ults
u el
y o
or gan
f fer
Ġt el
Ġh ere
Ġcon f
Ġpre ferred
stru ct
ĠA f
ag o
oin ts
a z
Ġhe ad
e v
anc ial
2 2
Ġmln dlrs
Ġdisc uss
w ork
ĠW orld
Ġsup ply
sur ance
d ers
Ġaut hor
id ay
cont in
Ġinvest ors
Ġc over
ĠA t
Ġspec ial
Ġfut ure
he m
ign ed
Ġdecl ined
Ġb ased
ĠW h
ĠSe ptember
ro du
Ġout put
Ġem ploy
C C
Ġdec ision
O R
al e
Ġ5 00
ust om
us ed
Ġ4 5
g ress
Ġthe s
Ġp ut
Ġe lect
ĠB aker
p ric
ro ss
Ġcon cer
ul ation
if ied
d is
in s
Ġp ers
th ers
y ing
Ġn umber
Ġstock s
I t
am ed
ĠUn ion
Ġsh ar
Ġcon dition
Ġloss es
Ġlevel s
Ġsect or
ar ant
Ġcom ment
Ġv ol
ĠTr ade
Ġthe se
ĠSt ock
e as
Ġref lect
ceed s
un ications
am p
ĠM inistry
cl osed
Ġcor por
wh ich
in vest
9 2
Ġman y
off ee
Ġde f
Ġy ield
ab ly
c ers
Ġb al
Ġan other
Ġiss ues
ist ing
Ġ8 0
Ġc rop
em pt
or n
ĠA ustral
ĠCh ina
ĠS en
ok yo
Ġappro val
inc ip
th ough
ordin ated
Ġdevelop ment
Ġt arg
at ors
M E
Ġl ater
ag es
ĠF ed
1 8
Ġm od
ĠS oviet
Ġde pos
Ġind ex
Ġsever al
as es
ab il
Ġrece ived
t en
Ġ3 4
ĠS erv
ĠO P
Ġs er
Ġc a
ĠB ro
ren ch
Ġredu ce
b o
Ġm ight
Ġv i
Ġl ate
ak en
or m
Ġb orrow
ĠF irst
Ġle g
Ġcomm ittee
etro le
ĠS ystem
ĠBrit ish
Ġlarg est
Ġdeb entures
u ation
ail s
b ased
l ess
Ġs c
Ġ7 5
Ġch ange
A L
u ct
ct ober
ĠUn der
es ts
Ġp e
Ġp resent
Ġwith in
ip s
3 3
Ġp oints
are n
Ġbank ing
Ġoffer ed
Ġdecl ine
Ġ7 0
qu arter
Ġprofit s
Ġp ost
ent s
ĠC ongress
Ġex clud
Ġag ency
Ġfin ance
Ġdo es
Ġfil ed
o il
p ec
p ress
Ġc ou
Ġman ufact
p ar
ic t
Ġre v
l ine
ĠGerman y
ear ch
on al
ĠM ot
c ies
Ġw ay
Ġ3 2
Ġposs ible
a ff
oun ts
5 5
Ġl ine
Ġ Q
ent ial
C h
ĠS he
D e
Ġun its
Ġcer tain
Ġsm all
Ġpay ment
in t
Ġex pl
ric t
Ġfollow ing
q tr
Ġf ederal
etrole um
Ġp aper
Ġfinanc ing
Ġsign ed
a it
Ġg old
if f
on es
Ġw arr
Ġow ned
at ory
Ġin vol
Ġpric ed
Ġbel ow
n ow
ĠW ashington
Ġf ar
Ġcr ude
Ġinfl ation
Ġp ast
Ġw ar
Ġl arge
Ġw orth
ĠS ecretary
A Y
Ġp ack
ĠC ent
.. .
Ġm il
ĠN ine
Ġaddition al
velop ment
f for
st ant
Ġ3 3
Ġ9 0
Ġreven ues
S E
Ġf ail
Ġcon ference
op le
Ġcurrent ly
Ġind ic
s pect
all ed
Ġac cept
ra w
t ax
Ġw ant
ĠA m
Ġsug ar
Ġloc al
ĠG ulf
Ġj ust
Ġstr ik
6 6
Ġd rop
Ġacqu ire
I C
ent ure
Ġ qtr
Ġp aid
Ġb ought
ĠT okyo
pro du
Ġweek s
Ġserv ices
Ġ3 7
b ond
et o
Ġfore cast
ĠAg riculture
Ġconvert ible
chedu led
oh n
C orp
Ġter m
in creas
a un
ĠA d
Ġg ive
ĠTex as
Ġl et
ĠPl c
o g
ac ific
ee p
Ġwhe ther
Ġg rain
0 9
pl it
v es
Ġeffect ive
Ġf e
id es
ĠF or
Ġpro m
Ġprov ide
2 4
g est
echnolo gy
ab l
Ġdel iver
ĠT el
un der
qu id
pp ed
Ġst ud
19 86
ĠU N
ual ly
Ġsu c
urch ase
h as
ĠA ug
ific ant
Ġle ast
2 7
Ġplan ned
er c
Ġto m
Ġpro cess
st ock
Ġcl os
Q tly
Ġv ice
Ġg et
ra ft
re g
Ġn ations
ix ed
Ġrequ ire
Ġh op
Ġth ink
ĠL e
ib ility
ĠPar is
o or
t ific
ĠIn vest
b ia
he ad
Ġm aking
r up
Ġ3 8
Ġun ch
ag ed
Ġap pl
he s
en se
Ġse ason
3 4
p d
Ġm id
ĠC on
Ġ3 00
Ġs ee
Ġc ap
Ġcom b
ec on
is ions
Ġre porters
ĠRe p
6 4
im in
oc o
ex pect
c il
w as
ĠĠĠĠ ĠĠĠĠĠ
own ed
Ġreg ul
ĠFr iday
Ġs im
Ġag ree
Ġpr incip
mon th
Ġaff ect
E S
fic ult
p ite
Ġo pp
ĠIn ter
Ġproble ms
Ġp ower
ĠA PR
Ġserv ice
Ġp ort
ess ion
Ġcomplet ed
6 7
e al
ĠIndustr ies
at ives
ĠM on
Ġfin al
Ġsub ject
ĠOn e
3 7
ot al
Ġas ked
am es
Ġbu ild
Ġopt ions
Ġact iv
Ġt est
u ck
9 9
Ġe ven
Ġcent s
Ġs he
is ation
Ġre ached
g r
Ġre view
ur s
Ġra ised
Ġtarg et
a ud
Ġthe company
Ġe l
ĠB r
ĠAss ociation
im um
ĠO ctober
Ġlo ok
Ġe ffor
Ġsp ending
oc r
of fic
Ġgood s
n s
Ġf ew
av y
ĠAn d
C omm
Ġd en
if e
ecur ity
form ation
i ent
ac o
Ġcl osed
Ġopt ion
oun cil
Americ an
Ġim med
or ning
us p
c urren
Ġc ustom
Ġto p
ĠPh il
st o
ove mber
Ġar r
st e
ĠN orth
oy be
ene fit
2 8
et h
Ġl ed
ĠC l
ĠEn g
Ġ1 50
et t
Ġcou pon
i am
n ess
Ġl ist
Ġsay ing
it ical
4 7
b ec
ou ra
ol id
em ocr
a u
E N
ar iff
le x
Ġde partment
ĠF rench
of t
Ġset t
3 8
ep h
Ġbill s
ĠP art
vent ion
Ġimpro ve
er m
or por
ĠE lect
Ġoffic er
b al
at est
Ġprodu cers
ĠO ffic
ĠBo ard
0 5
a im
al if
ĠO il
Ġgain s
ĠAf ric
2 9
v ing
ĠA c
ĠO r
Ġab ove
Ġcontract s
trib ution
Ġan t
um p
itt le
p ay
Ġs plit
hem ical
c u
Ġg iven
Ġsub ordinated
Ġfor mer
al th
st ate
Ġwh ere
ail y
Ġh ow
ĠF und
ĠE conom
econ om
Ġare a
Ġpart ners
Ġfour th
Ġequ ity
Ġcor n
ai w
Ġbal ance
Ġ3 6
ĠL yn
Ġ5 5
Ġacqu ired
U n
Ġn ational
Ġn ame
ig in
iv ing
Ġ6 5
Ġrecent ly
Ġdet ails
Ġg re
ak es
Ġch arg
Ġint rodu
B ank
g overnment
ĠRes erve
Ġent er
Ġra ise
Ġredu ced
b u
ĠA G
Ġp act
Ġr ights
Ġ4 4
ond ay
sh ares
i pl
is hed
Ġpl ace
Ġs cheduled
Ġcomp uter
Ġmeas ures
Ġor ders
Ġbuy ing
Ġaccord ing
Ġwith out
Ġcontin ued
Ġb r
ĠN or
ac qu
Ġret urn
Ġa im
re m
ĠJ ohn
Ġthe f
ood y
Ġcom e
7 8
Ġto t
ex ic
Ġp ass
ĠComm unity
C anad
e f
ens ion
Ġfac ility
Ġdif ficult
Ġrep ay
Ġwork ing
Ġbo ost
Ġequ ipment
Ġnegoti ations
ĠL o
Ġgu arant
2 6
Ġt urn
Ġbank ers
d ec
Ġs w
at ic
Ġf ree
alyst s
Ġwork ers
Ġcondition s
U N
g ing
od ity
1 00
is l
In ternational
3 6
in ing
et he
Ġpro per
Ġr un
Ġinit ial
ĠS E
ac ity
Ġad ministration
of fer
Ġch anges
Ġen g
Ġli quid
T T
a ul
ab out
Ġreg is
stru ction
en ed
Ġm ed
Ġt aken
en er
h are
Ġre le
con s
w are
Ġc lear
Ġl aun
inter est
Ġexpan d
Ġpe ople
us h
sh are
ĠN ote
li k
ordin ary
Ġshow ed
g ent
Ġre struct
ĠP acific
3 00
Ġre pl
Ġv enture
Ġun ion
9 4
i ation
ĠBrit ain
Ġc ourt
at her
Ġ5 1
Ġvol ume
ĠSen ate
l ines
Ġpack age
m ost
es bank
Ġm ember
Ġto o
Ġgo ing
b ably
Ġv ot
Ġr ange
Ġext ra
Ġs it
Ġ4 2
Ġtrad ed
ort g
7 7
Ġres p
Ġsystem s
Ġlet ter
F F
Ġs usp
Ġb pd
M ar
w eek
Ġpress ure
Ġh and
Ġg overn
Ġ4 8
our s
aren t
ĠD emocr
Ġres pect
ut ch
ĠA ra
Ġr ight
Ġadjust ed
ĠOP EC
n ew
Ġb ig
ĠV ol
ĠFr ance
ĠC hr
Ġquot ed
d own
e qu
Ġsh ip
Ġdirect or
t ies
Ġc re
is m
ab or
Ġor igin
Ġtonn e
Ġam ong
Ġsign ificant
s ub
Ġd am
Ġ4 9
ĠTh ere
ĠTr ust
contin ued
2 00
Ġd ata
ic ip
Ġl ittle
ĠC ar
im es
Ġy et
ĠIt al
itt ed
er n
Ġp red
Ġprov ision
Ġbarrel s
Ġb enefit
Ġl ending
Ġ5 7
Ġdiv ision
che d
Ġrece ive
eph one
aiw an
m ark
ec ess
Ġ4 6
I T
Ġbe gan
ĠM onday
ĠJ ames
hold er
ĠAmeric a
ĠN ovember
rup t
Ġf lo
ic on
Ġe le
ce ment
Ġ4 7
Ġtrans action
3 1
ĠS avings
ĠG old
Ġrequ est
ricult ural
Ġb re
Ġw rit
Ġf ixed
is es
ic ago
ĠC redit
ight ly
pon se
T R
Ġmarket ing
pos ed
Ġsub stant
Ġso on
ĠSw iss
ren g
und esbank
Ġhold ing
4 4
d eb
l ia
Ġ3 9
err ill
i ately
Ġc al
Ġin stitut
Ġd on
ĠC ol
Ġ5 2
Ġcorpor ate
in dustr
mer ce
av ing
Ġsup pl
ĠAug ust
Ġn amed
el f
el ect
app ro
Ġs um
Ġb ase
Ġneed ed
Ġc offee
ĠM arket
Ġqu est
sid e
ical ly
or ation
ver y
ĠW estern
ĠFin ancial
ĠUS DA
Ġp ot
Ġare as
lia ment
o res
ĠSt ate
Ġmain tain
ĠSystem s
ĠG M
at ural
Ġh owever
Ġbe come
ra q
b ut
Ġh ard
ĠC ons
Ġk ey
Ġstrik e
ariff s
8 9
m it
anc ed
Ġpol itical
Ġseek ing
c ur
s p
Ġm orning
ĠP etroleum
ĠW e
3 9
il ities
Ġl atest
ĠM exic
ĠTr ans
Ġcer tific
ĠServ ice
Ġwarr ants
u x
Ġtake over
Ġtom orrow
A n
U L
h ave
ot t
Ġadd ing
In c
Ġdec ided
Ġfarm ers
Ġconsum er
Ġimp act
ist ance
ĠCent ral
aud i
il ar
ad or
Ġg ave
) .
Ġc ase
ĠI N
Ġ5 6
af ter
b ack
Ġpropos als
Th ere
s et
Ġ ur
out her
n es
Ġo vers
Ġf av
ter ling
ĠM c
Ġsl ow
ic ation
Ġth er
duct s
n ey
Ġsaid it
od ay
Ġminister s
Ġrev ised
Ġ-- -
8 2
T r
end s
Ġ5 4
C O
w ere
Ġ ve
at h
ear s
ĠL ast
ĠG u
outher n
C om
ar lier
Ġm inistry
B M
Ġre comm
ĠC urren
Ġpr im
ipl om
s ion
Ġde p
Ġres ponse
ward s
ĠF ore
Ġdr ug
Ġcar s
l ast
th ing
Ġpro ceeds
ir med
w ide
ĠS ome
Ġpro spect
Ġrec over
Ġlead ing
Ġbrok er
ys ler
Ġinclud ed
Ġproble m
Ġb ring
Ġre form
ac ed
Ġ199 0
ĠEng land
F ebruary
a ctions
Ġt w
Ġincreas ing
Ġk eep
Ġin s
Ġv ar
iv al
Ġcut s
Ġsuc cess
A ir
AT T
Ġcap acity
n e
Ġpro bably
Ġex isting
Ġr ising
Ġs oybe
ck er
Ġdes pite
uro bond
8 4
Ġa id
al ers
Ġal though
Ġcredit ors
Ġlik e
c ountr
ak ers
ag reement
Ġmon etary
Ġredu ction
ĠTex aco
I D
Ġ198 4
if y
Ġhold ers
isl ation
id ence
Ġre ject
for man
ĠEn ergy
ortg age
7 9
O L
in o
Ġl ic
Ġch arge
Ġvi ew
oco a
Ġthe p
Ġf ield
pt ion
Ġref in
Ġdirect ors
6 00
t onn
ar s
ĠS EC
ĠB undesbank
em icon
Ġbet ter
Ġfil ing
he l
le g
Ġst ates
ĠĠĠĠĠĠĠĠ ĠĠĠ
Ġunch anged
emicon duct
M F
ĠI f
our ce
ĠCh airman
7 4
at ch
Ġm arg
ĠComm ittee
Ġs oft
ul ative
ĠK ore
Ġbelie ve
ĠElect ric
g o
an e
Ġo un
ĠC apital
ĠĠĠĠĠĠĠĠ ĠĠ
Ġpay able
Ġdif fer
w ait
Ġc red
Ġp h
at in
at ist
iv ers
ĠH old
ober t
Ġlim it
Ġstud y
expect ed
lik ely
r y
en ing
Ġto re
ĠC alif
ĠS al
th is
ĠM AY
ol ic
Ġend ing
Ġmain ly
Ġfl ow
ĠPr ime
ro ad
Ġ4 3
ĠK ong
Ġeconom ists
Ġgr ant
T C
in clud
er ing
ar son
Ġen ergy
at eral
Ġf ood
qu e
ec omm
Ġpl us
Ġexclud es
Ġsit uation
forman ce
2 3
Ġst ep
ig ation
Ġfig ure
ĠPhil ipp
E x
Ġre ach
ĠC it
ag ainst
oper ation
ĠMot ors
Ġw on
ith er
M C
Ġt em
Ġl b
ur pos
Ġfor the
Ġst reng
ĠDe velopment
A pril
d en
Ġd ou
Ġn or
Ġab le
Ġser ies
Ġm ov
Ġre ason
ĠM organ
Ġrep urchase
Ġreven ue
ĠAustral ian
D P
Ġto ok
Ġ6 6
Ġrestruct uring
Ġc rit
Ġl and
Ġagree ments
it ary
Ġincreas es
ĠCh icago
Ġpolic ies
ĠLyn ch
Ġt ra
Ġt aking
Ġag ain
Ġpartic ular
4 00
8 00
Ġc op
Ġe as
ĠH ong
Ġinter vention
att le
Ġrul es
i ers
r ate
Ġh ous
ĠS up
if t
Ġest abl
Th is
c raft
i et
i res
Ġfor ce
R A
h igh
ĠM al
ĠM ich
rough t
Ġ199 2
Ġbro ad
comm ittee
re et
Ġ4 1
Ġcl aim
Ġsl ightly
tribut ed
Ġrul ing
ĠWh ite
i y
Ġre d
Ġoffic e
Ġstr ate
C T
is is
em s
ĠSt andard
Ġdis put
Ġdisc ount
7 00
Ġa head
Ġres earch
Ġiss uing
Ġsim ilar
z er
ar ily
Ġd aily
ir m
Ġwh ol
Ġ4 00
ĠAn alysts
Ġatt ack
Ġret ail
stit ution
t e
ar ies
Ġto the
ĠT aiwan
Ġex ch
ra m
Mar ch
d ollar
ar ing
Ġv is
Ġbillion dlrs
Ġlim ited
Ġlist ed
C H
E urope
en ces
ĠP oor
ain ed
Ġse en
7 6
c oura
Ġun s
Ġfin d
Ġimmed iately
ill ing
ĠCom merce
Ġdel eg
ann oun
Ġunderwrit ing
ĠBro thers
Ġextra ordinary
f all
i ber
Ġp oll
ĠW ill
ep end
ecess ary
S T
om on
ir c
Ġcomm it
cer tain
Japan ese
Ġcomb ined
W est
Ġ es
Ġs ol
ther n
Ġint ent
Ġpurch ases
Ġprincip al
h am
k ing
Ġin formation
il es
Ġre ports
ĠM id
ĠP enn
ĠE d
Ġ6 4
pro v
Ġsu it
ĠC ont
th ree
Ġhe avy
ip el
Ġoper ation
cr ib
Ġpot ential
ecomm unications
0 4
Ġm ater
ĠC ourt
ĠS ch
os p
ir on
Ġdis closed
ress ed
Ġcarr y
Ġquest ion
' re
ter ed
Ġ9 9
Ġcl ass
ĠAr gent
ev ision
al m
ĠM errill
ul ated
em ploy
Ġ6 9
Ġj ob
0 6
Ġg ener
ĠP e
op t
Ġres ol
ĠFore ign
8 3
h ad
id ual
ur b
ĠI raq
ac c
od y
op s
Ġris k
Ġdepos its
Ġinvol ved
C o
ad ed
ĠS audi
A l
k e
Ġin surance
Ġh it
ĠC O
Ġcurren cies
ĠRes ources
ĠI s
ĠW all
Ġ6 7
Ġshare holder
Ġpre m
ĠSt e
Ġrat her
ĠO FF
Ġgrow ing
be en
Ġshar p
ĠRep ublic
l in
or ies
Ġex erc
Ġtax es
Ġnews p
ĠInd ones
Ġexpan sion
Ġd ro
ĠR ich
ĠS un
Ġ2 50
19 87
produ ction
Ġthe U
Ġcon struction
ber g
Ġinter view
ist ic
Ġ8 5
Ġadv is
2 1
Ġs om
IN G
Ġconcer n
E L
O per
z uel
st er
ĠT otal
Ġca used
b ur
o on
t wo
Ġre de
ĠD utch
ĠIndustr y
ĠG en
ĠG as
Ġdis continued
Ġlead ers
ste ad
tonn es
Ġa ch
Ġdis tribution
ĠCom p
ues day
Ġquot a
bo ard
Ġp at
ĠP aul
ĠD el
ĠL aw
Ġpay ing
ild ers
invest ment
I f
a ut
b usiness
Ġ ut
ut ures
st h
ĠM in
ag ing
Ġcomm ission
Ġover all
B rit
N ew
as ter
ĠI m
Ġcom pl
Ġv ers
Ġ6 8
ang ing
Ġquot as
pric es
ĠAustral ia
ĠAfric a
atist ics
o ol
Ġt ons
ĠF l
Ġ5 3
pro fit
Ġshar ply
o e
Ġs ent
Ġst abil
Ġal most
row n
Ġlaw s
Ġleg islation
Ġcustom ers
Ġh ar
Ġprodu ce
Ġsett lement
J anuary
U R
Ġf ound
Ġd iplom
Ġ9 5
Ġpre p
Ġaut om
Ġdepos it
ĠMexic o
Ġcred its
T H
Ġn ight
Ġex per
ĠN o
ore d
oun ter
tr ade
Ġen ough
Ġcontin uing
ĠMon etary
is f
ent al
ĠO ther
fore ign
ĠAl l
Ġext ended
Ġturn over
P C
Ġt on
ĠR obert
ĠE ast
ber t
gra ms
Ġatt empt
ene zuel
Ġsug gest
Ġpartners hip
Ġcertific ates
Ġs ession
Ġw id
Ġd il
Ġn ation
Ġy ou
Ġcr isis
.... ....
cu ador
re p
en g
Ġp urpos
Ġf r
Ġv ote
Ġex cess
Ġra ising
Ġprov ided
Ġrespect ively
4 9
ic ro
Ġth reat
pan ies
Ġ198 9
arg o
Ġdevelop ing
Ġdel ay
emb our
omin ations
Ġprot ection
Ġdeliver y
ĠVol cker
ux embour
s up
w ays
Ġs at
th an
ost on
Ġprodu cer
ens es
orn ia
ĠLo an
O T
ing ap
ad ers
anc ing
ren d
Ġach ie
R e
ĠB anc
Ġinvest or
aw a
Ġdollar s
vers ion
Ġestim ates
ĠIran ian
b et
Ġc he
ĠM oody
Ġj oin
Ġeffor ts
ĠChr ysler
uxembour g
ingap ore
Ġn orm
ĠB el
Ġle ft
lo ok
Ġremain ing
stitut e
Ġpartic ip
Ġrede em
4 6
d lr
o id
w ell
al t
om an
ĠH ar
wh ile
Ġcharg es
c all
ur ers
ĠB ar
and s
ab our
Ġinter ests
ĠCom pany
Ġbu ffer
Ġoff ers
Ġbrok ers
Ġliquid ity
rupt cy
d raw
Ġl ost
Ġst aff
Ġsh ipp
tr ation
Ġwe ak
Ġter min
yn d
Ġser ious
Ġgre ater
B razil
G eneral
h ic
al ity
ĠD av
iv idual
our se
Ġ12 5
Ġmil es
at ively
is on
Ġe mer
ĠT er
ĠS m
ĠE arlier
Ġspec ific
Ġremain s
cont ract
w est
ĠIn surance
ĠL ou
Ġen coura
Ġannoun cement
Ġinstitut ions
. -
c as
Ġs terling
Ġo c
Ġm iss
Ġe urobond
ĠC ity
ĠM ed
ĠG overnment
Ġ5 8
Ġprodu ced
Ġbo ok
Ġacc ounts
Ġbusiness es
Ġtrans actions
Ġestim ate
Ġimpro ved
market s
S e
l ant
Ġp ubl
ic ted
oc ial
Ġelect ron
Comm ission
Ġtem por
m en
Ġc ame
ur t
ul ly
Ġrequ ired
Ġopen ed
Ġaim ed
Ġn atural
ĠBank ing
Ġstr uct
Ġemploy ees
ĠMot or
Ġclos ing
Ġeng ine
Ġt echnology
Ġin c
il ateral
Ġlong er
Ġbegin ning
Ġfail ed
u wait
as one
ĠA b
un g
ak asone
Ġtr ust
Ġch anged
Ġ10 1
ĠShe arson
Ġmed ium
5 6
e ut
Ġw or
il t
et ing
Ġe very
ĠT uesday
ill s
Ġ5 9
the y
ens ive
increas e
Ġovers eas
M ay
P A
a o
ir ing
pric e
bec ause
ĠP re
Ġcon cess
ĠG e
Ġag ricultural
Ġper formance
Ġk now
Ġrest rict
Canad a
ĠKore a
7 2
ut ed
Ġon the
ĠP er
Ġal tern
Ġse par
ĠBrazil ian
b it
n own
Ġa ward
Ġs ource
Ġper cent
Ġcomp ar
ĠDe alers
Ġnet work
Ġnear ly
ĠEconom ic
c apital
m ore
ĠC ouncil
Ġal ong
Ġdes igned
Ġstart ed
Ġmanufact uring
B C
U S
Ġp arent
Ġb us
ĠA ut
bank s
oper ations
Ġste el
Ġaffect ed
er ies
Ġthe S
ĠD lrs
ag n
Ġ6 1
ĠSt reet
Ġpart y
Ġown s
Ġrel ated
ĠWill iam
Ġs avings
ar row
Ġf eed
ment al
Ġmajor ity
Ġmat ur
Ġintrodu ced
ĠItal y
Ġprem ium
i ro
Ġc ited
Ġin st
ur k
Ġpro gress
ĠPro du
ĠI MF
ĠB oston
end it
for ms
sid iary
ang er
Ġopp osition
orpor ation
ipel ine
E n
Ġo thers
Ġl ight
ĠC y
Ġex ceed
Ġcall s
Ġallow ed
Ġimport ant
Ġactiv ity
9 6
Ġf ully
Ġm ult
Ġl ink
pl an
Ġres erve
B ut
d ed
re qu
Ġbe h
ra ph
ul ate
ĠG r
The y
Ġpre vent
cord ing
ĠInvest ors
Ġship ments
deb t
r ight
Ġp ound
Ġst ability
im ately
Ġ6 00
com plet
Ġopen ing
Ġreject ed
8 1
S R
m itted
ĠG re
ĠW ed
Ġcompet ition
Ġnewsp aper
F in
T S
p e
or g
Ġh ouse
Ġdecl ared
Ġneed s
Ġob tain
Ġpers onal
olid ated
Ġtot alled
Ġdro pped
I S
Ġ ident
Ġb est
id ing
et er
ve y
ĠD EC
ub ber
dis closed
econom ic
ĠMal ays
i aries
on y
ill ed
ĠS an
Ġpr ime
Ġquarter ly
Ġbl ock
onal d
Ġactiv ities
v iron
Ġt ariffs
as k
ut s
ĠI BM
Ġpro grams
ard s
year s
Ġcan not
Ġdet erm
ĠServ ices
Ġvi ol
Ġrecomm end
Ġprep ared
l ig
re st
le vel
ly ing
end ers
Ġout side
Ġmil itary
Ġresp ons
5 1
C A
N ational
Ġt echn
Ġfor med
ĠM e
ĠD ome
Ġ7 2
ran ch
Ġproject s
Ġbelie ved
Ġprot ect
Ġelect ric
Ġeffor t
epend ent
L C
R E
Ġt rend
Ġs ecurity
re x
Ġm ax
ĠD iv
De cember
ĠHold ings
ĠSal omon
p resident
Ġre tal
Ġre tain
Ġh im
Ġmin imum
5 4
B T
g l
g row
n ight
Ġg ross
cl ose
Ġ6 2
Ġfall ing
eal and
Ġguarant eed
Ġbre ak
9 00
T ex
Ġto s
Ġd raw
Ġl ife
Ġre li
Ġn ecessary
Ġst ores
Ġor gan
pr ise
c an
Ġw er
Ġl ines
ĠS ix
Ġcom ing
Ġhe alth
Ġus ing
Ġown ers
Ġfact or
Ġhous es
7 3
Ġin vent
Ġh ours
Ġst op
tern al
Ġro le
Ġfact ors
nes day
f ol
Ġc t
Ġc ocoa
Ġf ace
ad es
com mon
Ġ9 2
air s
ĠTh at
mon t
pre vious
share holders
Ġsubstant ial
bet ween
O S
a el
il ver
ĠBank ers
Ġindic ated
Ġrele ased
k y
Ġm ine
ĠE qu
ex change
con sider
ail ed
Ġoper ate
Ġprov isions
ĠAd ministration
imin ary
U G
d ing
f und
an a
at ur
Ġand the
Ġe ither
ot ton
Ġ7 6
Ġsoybe an
S outh
Ġ ide
Ġs ays
ĠF ood
Ġ12 0
ĠEx press
Ġbelie ves
Ġexpl oration
ĠSE P
Ġdou b
c redit
h ib
t ime
w oman
st on
ĠP ower
um in
ell ing
Ġcomp uters
Ġgu ilders
ĠAir lines
Ġgrant ed
Ġvis it
ĠIndones ia
z e
Ġt e
Ġt imes
re c
it or
Ġc irc
Ġp ract
ĠS ant
ur ned
ĠL uxembourg
ag reed
Ġ9 6
Ġinvest ments
get her
uc lear
Ġarr ange
Ġsuppl ies
ival ent
Ġdiffer ent
P resident
d am
r ug
ĠE cuador
cl us
Ġro und
Ġplan ts
Ġmanag ers
ĠUN TR
ĠPart y
ĠCalif ornia
ĠUNTR D
d le
u k
v is
Ġre b
Ġr ating
ee ch
um ulative
port ed
ug ar
Ġ8 00
Ġ14 5
Ġacquisition s
Ġconsider ing
emiconduct or
ĠArgent ina
7 1
P h
ic orp
Ġde fin
ĠF ord
Ġcon n
Ġun less
Ġhe said
am ily
Ġear ned
tern oon
Ġmonth ly
Ġoff set
Ġcompet itive
empt ion
enezuel a
ĠDav id
c ould
in ation
Ġin f
ĠC hemical
ĠS c
Ġun disclosed
ark s
Ġtr y
Ġ6 3
ĠK uwait
Ġremain ed
Ġmeas ure
Ġant icip
Ġve hic
E D
d in
h man
k er
Ġ ed
il ing
ĠN akasone
ĠG ATT
tr ans
oy d
19 85
Ġpurch ased
Ġrel ations
Ġair craft
Ġleg al
W A
u ction
Ġ ...
ing le
Ġst im
ain s
Ġqu ick
Ġreg ion
Ġconsider ed
ĠAPR IL
ĠComp uter
S A
g u
Ġh ome
ĠM et
Ġ7 00
Ġme an
Ġdisput e
b ro
Ġm ortgage
th rough
Ġnot e
land s
pec ially
Ġregul atory
Ġdil uted
y esterday
Ġc e
Ġp os
ow s
ĠL atin
ag s
pr ises
Ġacc ess
Ġhold s
fin ancial
Ġstart ing
Ġimp lement
ID S
Ġsoft ware
A ss
Ġt ro
ĠĠĠĠĠĠĠĠ ĠĠĠĠ
ish ing
Ġindustr ies
Ġco al
ĠInvest ment
Ġparticular ly
Ġpurpos es
L td
r ated
u le
ad just
ĠD ec
Ġal le
ĠZ ealand
Ġtel evision
ĠQ u
Ġwant ed
Ġbuild ing
ĠOffic e
Ġenter ed
Ġproper ty
Ġlaun ched
Ġf ee
ĠR oy
ig er
Ġ7 3
ap s
Ġfollow ed
Ġpar liament
Ġste ady
Ġlaun ch
Ġgovern ments
announ ced
Ġpercent age
in to
Ġp es
as tern
Ġl ot
Ġe vent
Ġst and
Ġcon version
ain ing
Ġun likely
pos ition
ĠUS Air
ĠAra bia
Ġprim ary
Europe an
ĠRich ard
M S
z oil
Ġc hemical
Ġw ater
Ġcon duct
Ġr ad
ĠD en
Ġass oci
Ġfac ilities
Ġfe et
ĠOr gan
B B
d isc
Ġin stead
Ġg iving
Ġpric ing
Ġgroup s
lo bal
Ġsubsid ies
Ġopt im
Ġact ive
Ġav oid
Ġden ominations
countr ies
A D
F r
b us
g ies
p oint
y l
re w
Ġc argo
ver aged
Ġdeb ts
Ġsup er
Ġind ividual
Ġhold ings
Ġaff il
Ġpred icted
Ġmarg in
a ize
d iv
u z
re ad
Ġc ol
ar o
ĠW ith
Ġk il
Ġatt ract
ĠAs ked
Ġconsum ers
Americ a
Ġlook ing
m ade
Ġf uel
Ġre n
Ġh app
ĠB ell
Ġsh ipment
Ġby the
out standing
ĠBank s
ĠAl li
ĠWh ile
ĠPart ners
industr y
Ġstrate gy
call able
a us
o pp
Ġt ight
Ġs aw
Ġp an
ent ion
Ġits elf
Ġr um
ific ation
Ġra p
Ġtrans fer
Ġauthor ities
Ġwarr ant
Ġimprove ment
rex el
9 8
i ans
at ure
Ġm ach
ĠM ont
ot a
Ġeconom ist
sh ore
Ġequ al
ĠEn ter
urs day
Ġwhol ly
Ġhar vest
ĠWed nesday
F irst
l ong
t el
on us
ĠH ome
Ġag riculture
ĠInc said
Ġres chedu
Ġ9 4
ĠPhilipp ines
employ ment
Ġnorm al
eut ter
th ird
Ġr ig
pro gram
Ġme ans
Ġass et
includ ing
crib ed
N P
Ġt reat
Ġw ants
Ġre new
Ġg reat
Ġwill ing
Ġcomm odity
Ġk nown
Ġpar ts
Ġrat io
organ ization
Ġborrow ing
olic y
M A
P r
er ate
Ġb ull
Ġw age
Ġm akes
Ġ9 8
Ġout look
Ġpart ly
Ġmeet ings
Ġwe ather
Ġexp endit
ufact uring
Ġconsum ption
comp et
Ġdiscuss ions
Ġrequire ments
Ġclaim s
ĠTer ms
9 3
a ult
Ġn eg
Ġn omin
ĠI ts
Ġas hare
ĠJ UN
row ns
Ġaccount ing
abil ities
Ġappl ication
curren t
Ġoun ces
ynd ic
cas ts
o ice
y d
re ce
ĠS A
ĠM AR
ĠB l
Ġwith draw
anc ell
ist rict
Ġop port
Ġint ends
Ġperiod s
Ġtel ephone
Ġauthor ized
ĠOffic ials
Ġele ction
Ġrecover y
0 7
A g
d el
w orld
Ġa way
Ġc oll
Ġp res
Ġf air
ut ton
ĠS T
ĠB usiness
ĠF eb
ĠIn stitute
man agement
Ġprodu cing
Ġspokes woman
Ġest ate
Ġfollow s
ĠAg ency
Ġlarg ely
Un ited
he ld
re ct
an y
ĠS um
od ities
Ġ9 3
fl ation
offic ial
Canad ian
Ġmov es
Ġmax imum
e aking
in ternational
in ental
er ation
Ġthe government
os l
Ġex porters
ĠJ e
ĠJ an
Ġpl aced
ug osl
Ġsp ot
Ġqu ality
Ġj ud
Ġcredit or
cont rol
Ġaccept ed
acqu isition
Ġsusp ended
Ġlb s
Ġcop per
Brit ish
Ġaward ed
- -
l ined
Ġthe c
ĠS ingapore
ĠE m
ach s
Ġcons ult
Ġposs ibility
Ġcover ing
Ġprospect s
y m
Ġd ut
Ġsaid the
ĠJ UL
se qu
Ġ7 4
Ġ9 7
ount y
ĠMan agement
Ġob ject
W h
u ge
Ġb rought
Ġin stitution
ec ond
com ing
Ġsp eech
Ġpre l
erv ative
Ġdeal er
Ġsur vey
Ġdes ign
St andard
comp ared
Ġunderwrit ers
Ġpost ed
Ġur ged
ĠCurren t
o x
Ġt ank
or on
Ġc ouncil
Ġp ush
Ġf oc
Ġm ot
Ġst andard
im pro
oc u
ĠD an
Ġwh ose
ere g
em and
Ġtr ying
ĠDe f
Ġam ounts
ĠAf ter
Ġexch anges
b l
an ley
Ġc ause
Ġp ipeline
Ġw inter
ut e
Ġh aving
ill e
Ġpro ceed
Ġ198 3
pl ace
Ġac res
Ġass um
Ġair line
under writ
Ġprincip le
pay ments
Ġregis tration
Ġbig gest
ĠBel g
A r
in ion
Ġs ingle
en cies
tr ading
all ing
ĠComm odity
okes man
Ġdevelop ed
Ġconcess ion
ugosl av
A P
A ustral
c alled
Ġ X
Ġt im
er t
Ġp ending
os ing
ĠThe se
ĠP ort
ĠP LC
du e
ag u
ag er
Ġpl ay
com mercial
com panies
Ġweek ly
Ġ13 0
Ġlead er
Ġreflect ed
Ġrepl ace
Ġvot ing
d ate
i ency
in et
Ġre forms
Ġn arrow
ĠM os
oss ible
ĠAl though
Ġsubsid iaries
ann ual
Ġproject ed
ĠSm ith
Ġtempor ary
Ġprel iminary
9 7
M oody
Ġ z
Ġt reasury
Ġs ize
Ġm o
ro s
Ġit has
ĠS ecurity
th ere
Ġab ility
Ġsp read
av ailable
ide o
Ġent ire
Ġcomplet e
Ġposition s
ĠDemocr atic
Ġbroker age
Ġcrit ic
ĠMich ael
Ġsat isf
6 2
e ared
l oyd
x imately
he at
Ġc ounter
Ġl ack
ĠC offee
ĠR o
Ġbe ef
Ġv ir
ĠP ublic
ĠD ata
Ġcomm un
In d
ollow ing
Ġexp enses
Ġdet er
Ġdividend s
Ġel imin
ĠAra b
bur g
b r
Ġs che
ĠS achs
un t
Ġex cept
ĠF utures
Ġr ated
Ġun certain
Ġnew ly
Ġtotal ed
ĠIndustr ial
Ġvers us
m iss
en ger
or ge
Ġto wards
Ġh av
ĠA IDS
pro ducts
ystem s
Ġhop e
ĠLe hman
Ġimmed iate
Ġresp ond
S w
f ield
s erv
or der
le ad
im b
ĠF ranc
Ġwill be
ain e
ĠD rexel
Ġbuy ers
Ġspec ulation
ĠPro ceeds
d r
i que
p in
t oday
w hen
in ese
Ġthe b
Ġe v
est im
Ġwith the
Ġbank ruptcy
Ġab s
Ġsu ffer
ĠAg reement
Ġcomplet ion
Ġposs ib
Ġcontrol s
Ġseason ally
Ġshipp ing
9 1
B S
u it
ĠC a
Ġfor ces
un aro
us ing
ĠW ar
Ġ7 1
ip t
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
ĠNew s
Ġredu cing
Ġbas ic
ipp on
gr ade
Ġvar ious
Ġsuccess ful
y ers
Ġc are
Ġb onus
ĠT o
Ġsh ips
Ġwho le
min us
amp a
Ġfail ure
ĠLaw son
L E
ĠA pp
Ġfor ced
ch airman
ĠN on
Ġ198 0
end ar
ĠH utton
Ġpart ies
Ġ14 0
oint ed
Ġar ms
de velop
Ġpriv ately
ĠAss oci
Ġob lig
state ment
Ġcal c
4 2
e ffect
it ch
or ts
or age
id a
Ġd est
ĠT urk
ear nings
ĠL ife
ist ed
Ġ8 6
pro pos
Ġreg ular
Ġval ued
Ġcrop s
Ġproper ties
Ġdeleg ates
0 2
G E
J une
O P
o le
Ġw ait
Ġd one
il son
ĠB e
man n
Ġ7 7
Ġdis tribut
Ġtrad ition
Ġnor thern
iy az
Ġes pecially
Ġbus hel
Ġt y
Ġt ext
Ġw ent
ow ard
ĠD ou
Ġun f
per iod
Ġlast year
Ġ11 0
ĠV W
ĠTr ading
Ġtrans port
Ġdam age
Ġbenefit s
Ġoc cur
lant ic
c ow
g roup
r un
Ġto gether
il ed
om b
ĠI ll
ĠP C
ĠF arm
Ġr ule
ain t
iv ate
wo od
Ġ8 7
Ġweek end
Ġass istance
ĠTh ursday
Ġequ ivalent
Ġgeneral ly
Ġconcer ned
Ġrepay ment
Ġpos itive
i ence
o ot
Ġc urb
id el
ĠC L
Ġth ough
el t
res h
Ġiss u
ĠAfric an
Ġcommit ment
complet ed
O W
Ġg round
ĠP R
Ġal s
Ġres ources
ian a
Ġexpect ations
ĠY eutter
Ġbr ief
0 1
5 2
m ission
t urn
it ing
Ġc rowns
ĠC F
Ġst able
Ġ9 1
Ġaf ternoon
Ġworld wide
increas ed
Ex change
Ġsepar ate
5 3
T reasury
U M
c ost
h od
he st
es pite
ent ly
ĠM art
ĠB a
se ed
ber al
Ġ8 3
ĠCo ast
ĠFr ank
ĠRes earch
Ġrel atively
Ġnegoti ating
Ġconf idence
Ġstreng th
4 3
F ederal
s w
st he
ĠM ac
Ġex ecut
ĠF unaro
con vert
ort ium
EC D
mon ths
ON D
echnolo gies
Ġprom pt
Ġorigin al
Ġrap id
6 1
A C
A s
a ft
h ere
Ġs outhern
ĠC r
Ġde ad
um er
Ġthis year
Ġind ependent
put y
Ġext end
rel ated
ĠAs ia
Ġlim its
ĠPenn zoil
f ive
n on
y en
Ġp urs
Ġm aize
Ġin stru
ĠP ric
ĠE uro
cl ops
ure au
ĠEx ports
ĠSh are
Ġris es
ĠSp ain
Ġhop es
Ġorigin ally
gl as
O C
h ouse
s c
t ic
re du
Ġc umulative
ar ound
Ġw estern
Ġ198 2
all ow
Ġres igned
ĠSt anley
Ġtrad er
Ġfore casts
Ġmin ing
Ġadjust ment
offic ials
Ġant i
Ġcharg ed
Ġsum mer
Ġstruct ure
Ġtechn ical
oron to
M an
M AY
g ic
g ency
l oss
Ġs ought
ĠB udget
Ġex pos
ĠG l
for ce
ĠSt atistics
Ġdr illing
ffic ient
ĠSw ed
Ġflo or
Ġstreng the
Ġelectron ic
e ing
Ġs yndic
Ġf ra
ol ine
Ġr ice
Ġtr uck
Ġmer ch
Ġhelp ed
Ġexerc ise
ĠRoy al
C ol
er ated
Ġto be
Ġd ocu
om ent
ĠA A
Ġfor ward
Ġg lobal
ĠF ull
ug hes
Ġ8 2
Ġoil s
ĠComm unications
Ġra il
ron ics
curren cy
Ġvot ed
A F
S h
er ed
it a
ic a
ĠA ct
Ġon ce
Ġv ia
ĠM ost
ĠB P
ra ce
ĠN ov
ab les
Ġ7 8
Ġcomp on
Ġcontin ues
Ġ199 7
me eting
Ġprocess ing
Ġsubstant ially
Ġdep end
Ġmater ials
iyaz awa
g el
i ment
m ing
Ġa ctions
Ġa uction
ar io
Ġb ags
as ing
Ġ7 9
Ġop inion
vers e
Ġco oper
Ġsupport ed
Ġrepresent ing
Ġconf ident
Ġrele ase
Ġpubl ished
Ġreschedu ling
. )
A t
ar a
Ġof s
ur a
Ġst at
ĠB u
ĠN Y
ĠL abour
um b
Ġab road
ust er
Ġpre tax
Ġdiv ers
Ġ0 4
ĠEx port
In dustr
ace ut
arm aceut
irect or
Ch ina
Se ptember
Ġcompar able
Ġquick ly
b ass
g ment
re al
Ġf lex
Ġof its
Ġh uge
ĠA TT
ur er
and a
Ġrem arks
orpor ate
ino is
ĠSte el
Ġrestrict ions
5 8
H E
P ro
T el
i ac
Ġb ad
et y
Ġit ems
ĠM ill
Ġde creas
oc al
ĠE astern
ab inet
our n
Ġac re
ĠDe pos
be fore
ĠPro ducts
iven ess
Ġport fol
ĠCit icorp
armaceut ical
m ay
Ġs ide
it zer
Ġf ees
ig hest
pro t
iss ue
iz ing
Ġ0 3
ĠAn other
int rodu
grow th
G erman
I G
a ur
ĠB al
res p
ĠP ol
am a
con dition
ant age
Ġinterest ed
Ġreg ard
ĠSe a
ild ing
ĠBo eing
Ġwar ned
Ġjob s
Ġowners hip
Ġalle ged
' ve
0 8
6 8
A TE
A PR
I B
L e
d om
f our
r i
v ille
Ġm aker
ou l
ĠC orporation
ĠM o
ver ted
Ġde press
am bert
Ġ8 4
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
pro duct
ĠV al
Ġra in
Ġlower ed
comp uter
Ġauthor ity
Ġborrow ings
Ġregis tered
Ġcal endar
ĠCont inental
Ġut ility
din ary
adjust ed
0 3
W ar
Ġc otton
ĠS ub
ow ers
Ġ8 1
ĠV enezuela
Ġcut ting
Ġmat ter
Ġfe el
Ġred emption
ĠProdu ction
c or
Ġf ight
Ġin February
om bia
Ġre ady
ĠB ur
ĠB urn
Ġde fic
Ġex ternal
Ġ9 00
ous ly
ĠCh inese
Ġreg ional
Ġrequire ment
Ġdiplom ats
Ġmatur ity
Ġneg ative
h ance
u h
u rol
Ġa ud
Ġs outh
Ġd ist
Ġl ire
Ġh ot
ĠC he
Ġas k
Ġun employment
Ġhe aring
Ġbank er
for med
Ġ8 9
Ġim pos
ail and
Ġlo ad
ĠY ugoslav
Ġprov ides
Ġfund a
Ġbid s
De partment
Ġport ion
industr ial
Ġfav or
countr y
Ġconn ection
Ass ociation
itzer land
A d
b el
Ġo ld
al so
ig ital
im p
Ġpl ed
Ġappro ve
Ġresult ed
Ġsect ors
Ġli beral
ĠInd ia
ME X
ĠQ ue
ĠTel ephone
ĠCl ass
IT I
Ġwrit e
T I
h io
Ġo re
Ġc ity
Ġp alm
is se
Ġand s
ĠC able
ad dition
ac he
put ers
de velopment
ĠExchange Commission
Ġexp ressed
fin ancing
pre ferred
ĠBo th
gress ive
go ing
Ġoun ce
Ġreli ef
ĠMos cow
ampa ign
I A
an ctions
or ida
Ġw el
om es
ĠS outhern
ot ed
Ġr ubber
iv ity
ac cept
ex p
Ġass ociation
ĠTh om
Ġcons ortium
Ġint ended
Ġfund ing
form ing
Ġret ire
Ġresult ing
Ġrepresent s
Ġcustom er
aut hor
Ġaltern ative
urol ator
4 8
M I
O B
r ates
Ġthe l
ĠR ed
ot ing
Ġcon clud
Ġat the
Ġthat the
ĠD u
Ġtr anc
Ġ10 2
Ġcomp ens
Ġ12 7
Ġeffect s
Ġco operation
omin ated
ĠGold man
E T
i pan
Ġb ur
Ġw in
Ġm illion
ĠT echnology
el ves
ĠB ond
ear ly
ĠE l
ĠJ ose
ĠL iber
ich i
Ġlarg er
high er
ĠDou glas
6 3
M B
e ated
h alf
s ales
he lp
Ġs ilver
it ors
Ġc attle
Ġb an
Ġm oment
Ġin j
as is
Ġth ought
Ġv ess
ĠN AS
Ġcon cent
por ter
ĠE ach
Ġor dinary
op ted
Ġse at
ĠAl so
Ġval ues
Ġent it
ĠPr ior
Ġrepresent atives
Ġsuc ceed
Ġopp osed
econom y
Ġpass ed
ĠTrans port
Ġrefin ery
c us
i os
v re
ing er
un it
ch ild
ear lier
ol iv
ist an
pro ject
Ġsub s
Ġsub committee
ix ons
Ġstate ments
Ġpriv at
Ġpers hare
Ġestabl ish
Ġsuggest ed
Ġsche me
convert ible
ourn al
R es
m et
w orth
Ġin cent
ut es
Ġh ist
ĠT WA
ad v
ĠA ff
ĠM er
ĠW ork
old s
Ġim bal
Ġoffic es
Ġapp eal
ount ing
Ġam end
her lands
Ġshort age
ufact urers
Ġrest ated
att an
gr aded
Ġgre w
Ġrun ning
ĠGen Corp
rep resent
Ġbeh ind
Fin ance
OND ON
F R
S he
c over
Ġ ill
on ey
Ġp ick
Ġf amily
ĠC os
un ction
un ities
Ġst ood
Ġy e
ul k
Ġfrom the
ĠG ree
Ġ8 8
its u
Ġapp eared
Ġinvest ig
Ġplan ning
Ġappro ximately
isc o
Ġmanag ing
Ġthem arket
Ġinit i
Ġdiscuss ed
Ġcorpor ation
Ġyield s
Ġden ied
ĠLou is
ĠCy clops
Ġdeterm ined
d a
k ers
m id
n o
o o
Ġp et
Ġm akers
id ge
ct s
ĠT ra
ĠI CO
ĠM ach
ĠM iyazawa
ig an
ir ms
Ġsh ut
ĠL loyd
ĠH oward
Ġhe ct
ub ic
pr iate
ap ter
Ġ10 4
Ġse em
Ġ16 0
Ġcommon stock
Ġtel ecommunications
invest ors
SE P
Ġthef irst
ĠSup er
ĠBanc orp
Ġparticip ation
Ġexpos ure
J UL
M P
h attan
z en
ro se
ay ton
Ġcon v
Ġcon gress
op en
Ġk e
Ġk ind
Ġsign s
Ġref used
Ġmost ly
ĠOP EN
Ġhop ed
Ġestabl ished
uts che
atur day
Ġte am
Ġpes os
g eneral
g pin
t ake
v an
Ġp op
Ġm icro
Ġre organization
Ġh ost
Ġ3 50
con f
op e
pr i
Ġinter ven
Ġ10 8
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
Ġbuy out
egoti ations
Ġform al
Ġconf irmed
ĠAc cording
offer ing
osp ital
E P
m ember
Ġ ens
ed own
Ġp oor
Ġf resh
Ġd raft
ĠS im
Ġst ay
ig ger
ot o
ĠN iger
Ġcon tribut
Ġad equ
Ġsp ring
ire ction
pro posed
ĠK ing
Ġpay s
ĠCh ase
hold ing
Ġcons ist
Ġgain ed
Ġadv anced
ĠLyn g
ĠCurren cy
Ġdelay ed
Ġachie ve
Ph il
Ġpan el
ĠAssoci ates
N or
Ġs af
re me
Ġin January
ou ston
et e
st ill
Ġh ighest
ĠS ugar
Ġde v
qu isition
pl oration
ĠO ECD
cl os
Ġim posed
gy pt
val uation
Ġshort ly
Ġreflect s
Ġsignificant ly
ĠMarket s
div idend
5 7
C I
h ard
r ation
re am
ar rel
Ġf ile
Ġcom ments
ĠN V
ign ificant
Ġ12 6
Ġapp ear
ĠTr aders
Ġint eg
val u
pre c
Ġmet hod
ĠGM T
Ġmater ial
bit ra
Ġide a
umin ium
Ġdefin itive
I ran
i ance
k l
m y
p ers
re y
Ġto ward
Ġl if
qu ir
ug g
Ġcomp ares
Ġannoun ce
Ġappl ications
ĠRep resent
bu y
Ġele ctions
Ġoptim istic
4 1
c ut
c ourt
s en
er osp
Ġthe dollar
Ġin v
ĠT wo
Ġcon tr
ec om
the ir
Ġpre c
pro cess
Ġall oc
Ġen viron
Ġra w
ful ly
ffer ies
Ġcre ate
elect ed
Ġsoybe ans
ivers ity
Ġstep s
oe h
Ġoblig ations
C ons
o vers
Ġ er
it z
as ons
ic ated
ĠI CC
ĠP an
and al
od e
ĠO hio
ex port
Ġch ip
Ġrec ession
Ġdebt or
Ġoff shore
ĠPl an
ĠStock s
Ġshe et
Ġprim arily
ĠSun day
ĠBurn ham
ipan ts
2 50
E B
P er
V ER
f ord
m aking
Ġa year
Ġs ust
es ars
Ġc oin
Ġb and
Ġl ay
Ġh al
Ġdlrs in
Ġpct of
rom ise
ĠH ughes
to res
Ġcomm odities
pro ble
act ory
Ġ12 4
Ġappro ach
ied mont
mon ey
Ġ199 1
Ġmin or
ĠPay ment
Ġmet al
err y
Ġpoint ed
contin ue
ten berg
Ġexclud e
Ġregul ations
ĠItal ian
Ġmarg ins
Ġencoura ge
previous ly
N Y
d emand
u j
in it
Ġs em
re ported
or b
Ġto b
Ġd u
ut ual
Ġn orth
ĠA B
ĠI I
ers ey
ĠRe g
ol tenberg
ul ating
Ġ198 1
ĠD ollar
ĠL DP
ĠG NP
Ġres ign
ok e
Ġ10 3
eral s
Ġapp ears
Ġbu ilt
ob ile
Ġrecord ed
ĠOn gpin
Ġallow ing
ĠAss ets
Ġimport ed
uc cess
Ġsmall er
Ġprovision al
Tr ans
Ġmov ing
ĠGe orge
ĠMalays ia
Ġfoc us
6 9
F rench
Ġc ourse
Ġp ension
Ġd ereg
ĠT urn
ĠC D
ĠC ounty
Ġpro ced
im ited
Ġr and
Ġhas been
ex ports
ult z
Ġtrad es
Ġinfl u
Ġris en
Ġtarg ets
Ġshe l
Ġpass enger
Ġflo ating
ĠPhilipp ine
Ġsol ution
Ġnomin al
ĠDef ense
War ner
O Y
e ase
f arm
Ġt en
Ġs anctions
Ġw ays
Ġl abor
ĠS pr
ĠS aturday
ĠI r
ĠD istrict
ac ing
am b
ĠO ut
Ġstock holders
Ġ10 5
Ġim pl
ven ue
Ġass ess
ik e
quarter s
Ġadvis ory
Ġvehic les
ĠMill er
A W
W ashington
m akers
p le
in flation
Ġthe d
Ġp o
Ġre act
Ġst orage
ĠL ambert
eb ber
Ġse es
eg al
Ġprov iding
Ġar g
Ġdevelop ments
Ġadv ance
Ġrat ings
uct u
bond s
ĠJohn son
Ġcommit ments
Ġinvent ory
ĠAlli ed
5 9
h i
k in
r ange
Ġs ides
Ġc ases
Ġto ugh
Ġn uclear
Ġbe g
Ġv eto
ĠP urolator
ĠW al
ub sidiary
Ġac ross
ist ant
Ġ14 6
In vest
Ġsecond ary
pre ad
Ġmat uring
Ġcarr ies
Ġdifficult ies
Ġwid ely
Ġemer gency
ĠMed ical
rece ived
C hr
d uring
f urther
i en
Ġw ind
il a
Ġsaid its
un ch
Ġcom pr
ĠD onald
ĠH er
ag en
Ġ7 50
ib ank
ap se
Ġup on
ĠHe alth
Ġdo ing
Ġdes cribed
Ġdirect ly
Ġinit ially
Ġsum mit
Ġstim ulate
Ġcompon ents
gel es
N E
k a
l ow
m a
x on
on ly
Ġc ampaign
Ġp etroleum
Ġre ally
Ġe ast
ĠS ince
ĠS oybe
ĠB ec
ol m
ĠN ippon
ex ecutive
Ġcomm itted
Ġcomp lex
ĠJapan es
Ġacc r
sh ip
arr is
Ġcontrol led
ĠAm ong
og n
Ġtot alling
ĠDemocr ats
Ġcre ated
appro ved
ĠFl orida
A f
P l
S ecurities
l ower
m ain
re es
es ale
ar les
Ġe ased
ĠS tores
ĠB rown
ra el
and e
ĠG rain
Ġle ave
ven ues
Ġapp ly
ĠY esterday
Ġ14 7
ĠSw itzerland
Ġretal iation
Ġunf air
erosp ace
G roup
f ell
in n
re ight
it es
Ġc li
ĠT oronto
Ġbe ar
ĠM iss
ĠM ining
est ock
im port
ak istan
str ong
Ġch ance
ail ing
ss aid
In ter
Ġdecl ining
Ġexp ire
Ġnegoti ate
Ġgas oline
ĠMan hattan
Ġgr ade
Ġjoint ly
Ġconf irm
Ġdef ense
expect s
Ġel abor
Ġguarant ee
deb entures
ĠRepublic an
Ġrad io
disc uss
A m
d o
h a
k i
t ra
y r
Ġs erve
Ġb arr
Ġb ulk
Ġm is
Ġn ever
ĠT ax
ĠT echnologies
th qu
Ġcom es
le et
ĠM or
ĠM TH
Ġst age
ĠB er
ĠN IL
Ġcon verted
ec ured
pl ans
ell er
Ġpart ner
Ġoper ators
Ġmanag ed
Ġtal k
ĠAir bus
uc ks
amp le
Ġmod est
rem ely
sth at
ĠAb out
Ġrig s
F or
H e
L aw
M c
Q tr
Ġs emiconductor
Ġc ubic
Ġm ass
Ġe ver
ir ation
im med
Ġwh y
ĠL os
Ġun able
Ġch ips
Ġcont act
Ġover night
Ġ12 9
ood s
Ġreport ing
Ġno thing
ĠWest German
ob il
ink ing
Ġannual ly
Ġdr ive
Ġgu il
Ġmanufact urers
ĠGu arant
Ġinstitution al
Ġvir t
f ranc
z a
Ġp le
al ty
st art
Ġg ot
Ġde part
ĠH igh
Ġad opted
Ġsp eed
ĠCom mercial
ms elves
Ġthey ear
Ġunder lying
ĠTh ailand
Ġ17 0
Ġsec ured
vol ving
aff irmed
ĠDemocr at
ĠIm ports
Ġexpendit ure
estim ated
Ġpossib ly
Ġtradition al
ĠIll inois
Ġportfol io
C ar
C ongress
M inister
y a
Ġc abinet
Ġf ro
et r
ĠC al
ĠM erc
ĠF ar
ĠD ow
ĠH ouston
ĠO ffer
all en
ans as
Ġme at
Ġme ant
Ġso le
Ġback ed
DA Q
Ġve get
Ġresol ve
ĠDiv ision
N et
P I
a ugh
g round
w ater
Ġt ap
in come
Ġc le
ar ts
Ġb ed
st im
st ances
Ġre action
Ġh er
Ġh alt
ĠC or
ĠB ureau
Ġsh ift
and on
ĠD aily
ĠL a
Ġrec ogn
eg raph
Ġoper ates
ĠTh ird
Ġbar ley
chedu le
Ġrul ed
Ġorder ed
Ġborrow ers
now led
Ġstrik es
Ġes c
Ġachie ved
Ġanticip ated
Ġtreat ment
impro ve
ĠCF TC
a verage
d es
Ġa ide
re cord
an que
or gh
Ġl enders
ĠC CC
ĠRe yn
os n
ect or
Ġ4 50
Ġad opt
Ġres ume
Ġprofit able
ĠK en
Ġ18 0
Ġext ension
oper ating
Ġloc ated
Ġcomb ination
ĠInter est
Ġsusp ension
Ġpred ict
Ġrespons ible
Ġce iling
ancell or
S C
k en
p olicy
Ġs ocial
an alysts
Ġthe t
Ġb es
ro vers
ĠT e
ĠC an
Ġmln tonnes
iv il
ĠH aw
per forming
am er
ĠO f
man ager
Ġle ase
for t
che qu
arr y
ĠAl leg
off s
Ġdemand s
Ġallow s
Ġli abilities
St ates
cr ipt
ĠLo ans
Ġident ified
ĠMalays ian
Ġassoci ated
Ġaffil iate
Ġexecut ives
Ġhect ares
7 50
C on
E lect
T A
f ollowing
g ical
l aw
p ublic
s ome
Ġt in
Ġs ym
Ġm or
Ġm ill
st g
Ġh our
Ġis expected
Ġde ep
ĠL and
fer ring
ĠO ver
com es
Ġqu iet
air y
Ġrep eated
Ġcor rect
val ue
.... ..
Ġaccount ed
ett e
ĠAc quisition
emiconduct ors
zer o
Tex as
ĠCa esars
ĠReyn olds
' m
I R
O ctober
P acific
R ep
W orld
f ac
p okesman
t ario
y ond
at ures
Ġb ranch
Ġf ire
Ġf ears
Ġof S
Ġl in
Ġh um
Ġit will
ĠS ep
Ġbe yond
Ġr up
Ġr anging
Ġun ions
ĠO ct
pr incip
ap ers
Ġeconom ies
ĠCh apter
ens pan
19 88
sh ould
Ġdec ide
ranc hes
Ġgo al
Ġpartic ipants
acqu ired
ĠSE TT
Ġfield s
Ġdou ble
ĠLou vre
Ġmiss iles
Ġwor r
Ġacre age
Ġens ure
oeh l
L L
M AR
P ar
a ffect
p ower
in ery
Ġa veraged
Ġb ody
Ġf inis
Ġm ar
ut ure
Ġe ase
ĠM ines
im ate
us hed
ĠF ees
Ġtr igger
pl ant
ap pl
ĠNet work
onn ell
Ġro om
we et
Ġ13 5
sh ort
de ficit
Ġext ent
ĠUnited States
Ġprot est
appro val
Ġrecommend ation
ĠOrgan ization
C ent
M R
b udget
d et
d omestic
m inister
p ass
Ġs ure
Ġre asons
ad a
ĠB ay
ĠF air
ĠD is
ĠD omestic
Ġdis close
Ġout l
ĠNet herlands
Ġapp rec
Ġj ump
cast ing
Ġcarr ied
work ers
Ġemploy ment
Ġinvol ving
Ġclos ely
eth ing
Ġhand s
Ġgovern or
Ġpat ent
Ġengine ering
Ġpract ices
yd ro
OP EC
Ġstat us
ĠQue bec
Ġbeg un
A ug
C ont
H K
a vi
i ents
l arg
u an
om o
ment als
ĠD espite
ĠD ixons
Ġag encies
Ġdeb ate
Ġdis pos
ĠK e
ĠK ar
ĠCh arles
Ġany thing
Ġredu ctions
Ġthrough out
Ġconsider ation
ah n
Ġdef end
ĠUN CH
sub sidiary
Ġwrit edown
Ġrenew ed
ĠTurn over
orgh um
M ed
O r
T V
d if
r is
Ġp en
Ġp ace
Ġb ilateral
Ġf ast
Ġl it
ĠT an
ad o
ĠS ar
ĠA T
Ġst ore
Ġg ives
ĠB org
Ġex am
ĠJ ersey
ĠH en
em p
all ad
Ġle aving
Ġch oice
Ġ10 6
iss ued
Ġrec apital
Ġ14 9
Ġen able
tain ment
ĠAn geles
Ġsubsid y
de al
Ġintern al
Ġlow est
Ġsm el
pric ed
Ġsc andal
ĠShe ll
Ġfree ze
Ġlic ens
ĠJe fferies
Ġbushel s
M O
N orth
c ustom
g ers
n et
an other
it r
id der
Ġd irection
ĠT aft
pan ish
um stances
ĠCorp said
che s
Ġdeal ing
ever al
val ued
ĠSh ultz
ĠPar liament
Ġunderwrit er
ten ance
Ġpe ak
Ġtest ing
Re agan
ĠSant a
Ġev idence
ĠNY SE
addition al
D EC
D onnell
O ur
er o
at ers
Ġh urt
ĠS ocial
ur ning
and id
ĠL abor
Ġhe d
ac co
am en
ĠW right
op per
com puters
Ġsp end
ĠV ir
lo g
Ġshow s
Ġvol at
Ġsc ale
Ġdeliver ed
Ġrequest ed
ĠCol ombia
ĠIraq i
Ġlink ed
Ġmo ved
Ġdepress ed
1 50
E E
L ondon
L ONDON
c ash
g es
t old
v als
w ar
Ġthe country
Ġm em
om a
ĠM il
Ġpro f
res pect
ĠP ost
oc on
ĠD rug
ĠG er
ex pan
Ġpl at
Ġ10 9
Ġprov in
de f
ĠSe ven
emb ly
Ġprogram me
Ġem ph
Ġadv antage
Ġmove ment
ĠAs ian
ĠAt lantic
Ġmod els
Ġinvol ve
ump ing
Ġbring ing
ĠMid dle
ĠGre en
ĠEnter prises
ĠTurk ey
Ġsyndic ate
ĠNiger ia
thqu ake
a ver
g reg
t aking
y an
Ġ zero
Ġb ott
al y
ĠT ariffs
ĠT oday
Ġth ings
ĠS am
ĠM ore
ĠB as
ĠP et
ĠP oehl
ĠE gypt
ĠH o
Ġtr ip
ell s
ant ile
Ġper mit
Ġcomp romise
Ġadd ress
Ġ12 3
Ġacc el
itt ing
Ġdecl ines
Ġdec isions
Ġco ast
rain ing
Ġfl uctu
ĠAir ways
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠ
Ġgr ad
Ġrecomm ended
Ġcompl aint
IG H
J uly
N A
f ree
h is
re f
ou pon
Ġn e
ĠR iver
ad el
ĠA F
ay ing
os en
ir ac
im ports
Ġal one
ac cording
am ount
ĠW ilson
all as
com b
pr ivate
ĠSt oltenberg
Ġdis app
Ġ12 8
Ġ11 1
Ġbuy er
Ġdeal s
Ġset ting
ling ton
Ġstrong ly
AS T
orn ey
pec ial
Ġget ting
Ġsett le
bu ilding
dec l
Ġdam ages
atch er
Ġintent ion
Ġthreat ened
Ġmatur ities
Ġinvent ories
Ġconduct ed
A G
D B
I V
c ks
m ajor
w he
w estern
re cent
Ġc ard
Ġw ide
ro y
Ġth r
ad ded
ĠM el
ĠB ah
Ġex clus
ol a
ect ed
ĠJ ust
ĠJ ones
ab ody
ĠW heat
Ġwould be
pp ing
com ed
Ġpre fer
Ġcomm unity
Ġsub mitted
Ġmore than
ish i
Ġcent er
Ġcarr ying
Ġmet als
Ġconcer ns
ides pread
Ġregul ators
Ġrepay ments
ĠChr ist
ĠIs rael
requ ire
Ġdeterm ine
Ġjud ge
ĠBelg ian
Ġcommun ique
Ġinstru ments
HE AT
resp ond
Ġconclud ed
ĠSoybe an
Ġveget able
osn off
chequ er
B R
I tal
W ebber
f e
n amed
p urch
Ġt akes
Ġs ite
Ġin spect
ic o
Ġe valu
ĠC H
ĠM at
ĠM ark
ĠP iedmont
ĠF e
ĠL ib
Ġag ent
ag ree
Ġsp eaking
for ward
Ġdis miss
Ġ12 2
vious ly
ĠEn d
ipp ed
Ġadv ances
Ġtender ed
Ġmembers hip
Ġelect ed
Ġreflect ing
equ ity
Ġmult i
Ġdut ies
Austral ia
ĠPort ug
Ġcongress ional
Ġcli ents
B E
G ulf
S G
b eg
c orp
i h
v a
Ġd i
Ġde prec
ĠP aine
ĠE cus
Ġcont ain
Ġpre ference
Ġwe ight
Ġk illed
cer tific
Ġfall en
Ġpresent ed
oura ble
Ġjoin ed
Ġobtain ed
Ag riculture
ĠDepos its
ĠLiber al
Ġelabor ate
B O
C l
c a
c lear
m od
re en
Ġthe United
Ġc ere
at ter
Ġin ject
ĠC SR
ĠS tr
ĠS eries
ch ief
est abl
ĠP at
ĠN avy
ĠF ive
Ġcon tributed
Ġat tributed
ĠE D
ĠE ar
Ġhe av
Ġup ward
Ġpre par
Ġinvest igation
ĠTh ree
Ġus ers
Ġbusiness men
Ġar bitra
Ġact ual
ĠOn tario
Ġshow ing
Ġsever e
ator ies
Ġrepresent ed
Ġcover ed
Ġca ut
Ġformer ly
Ġplace ment
Ġwrit ten
An d
Ġlic ense
iet y
ĠMid land
Ġarrange ment
Ġrum ors
Ġopport unity
ĠYugoslav ia
Ġke pt
Ġdereg ulation
G M
S L
f urt
l ic
p es
s l
Ġs qu
it ter
Ġof a
st ar
ĠA MC
ĠI R
Ġst ated
Ġ2 10
ĠB BB
ig e
Ġex c
ĠF OB
ul atory
ĠD omin
ĠL ight
ĠH an
ub ishi
port ion
se ver
Ġse ats
its ubishi
Ġapp ointed
ĠEx xon
Ġacqu iring
Ġappro priate
Ġrem o
me as
ĠEconom ists
Ġexpand ed
ĠSup reme
Ġelectron ics
Ġaccr ued
A UG
N ovember
p aid
or ing
et ter
Ġl ive
Ġl abour
ĠC BT
ĠA p
est o
ĠF uj
ĠIn formation
ul ph
Ġr ing
ĠE ST
ĠJ un
ĠJ ul
per ties
ĠO CT
Ġear n
Ġend s
Ġoil seed
ass ets
Ġcommon shares
Ġrequ ires
Ġ199 4
fin ance
Ġrel uct
Ġstrong er
ĠMan ila
Ġcompet e
Ġcompet it
Ġexclud ing
Ġel ig
pay ment
Ġwhol esale
Ġweak ness
Ġinst all
Ġdoub t
Ġdut y
effect ive
condition s
Ġimpos e
ĠWork ers
F C
U T
e als
Ġt ests
Ġc ross
Ġin form
Ġd rought
as uh
ĠS osnoff
ch anges
Ġ2 40
ĠB onn
du l
Ġits aid
Ġal leg
ast e
Ġres ident
Ġsp ace
und red
Ġcomm unications
Ġdis ease
eb t
erv atives
Ġ11 2
Ġ11 5
ĠCh ancellor
aw are
Ġrep urch
be ing
Ġbec ame
ind ing
ĠOper ating
ĠMan ufacturing
ĠCongress ional
Ġguarant ees
Ġtra ffic
ĠMich igan
acc ount
Ġsent iment
Re uters
Ġvehic le
Ġcoll apse
Ġminor ity
Ġcaut ious
A B
L R
i able
w a
Ġthe mselves
Ġb ranches
Ġto w
Ġd anger
om ura
Ġg ap
ot ive
ir cu
ow a
Ġde g
ĠG ross
ud ential
od ak
if ying
ine ering
Ġinter bank
Ġse ems
iz on
ĠUn it
Ġcl imb
Ġcent re
Ġ17 5
Ġwork force
Ġsign al
Ġserv ic
Th at
stitut ions
ĠMan y
hen y
Ġcorpor ations
Ġbal ances
Ġappl ied
Ġcertific ate
Ġopport unities
Ġamend ment
Chr ysler
asuh iro
d irect
i ated
p ossible
u isse
Ġs ound
it ude
it omo
Ġp orts
Ġan ew
Ġe uro
ĠC ocoa
le in
Ġst o
Ġst ra
Ġst atistics
ĠB y
res ult
ig ures
Ġdlrs from
Ġex ample
Ġ19 0
ĠN e
ĠD irector
are t
Ġal ways
ĠH ot
Ġtr ucks
str ate
Ġac om
Ġab andon
Ġoffic ers
onn el
Ġj ournal
Ġcons olid
Ġthere fore
Ġpol ice
Ġext remely
Ġsec retary
Ġdisc over
Ġshort fall
Ġnegoti ated
Ġsurplus es
Ġris ks
aren tly
Ġgrain s
oft ware
Ġph ys
Ġprotection ist
Ġuncertain ty
Ġpurs ue
ĠThom as
Ġvess els
ande z
' ll
a is
c ap
g en
k nowled
o en
p et
r ise
Ġ '
re ak
Ġf elt
Ġin sider
Ġl ift
ĠR ob
ur ies
ĠB ill
Ġde mon
ĠP eter
ĠN EC
ĠJ AN
ĠL y
ĠG DP
ĠW ood
con ference
Ġad vert
Ġch allen
iss ues
Ġse amen
Ġ15 5
Ġ13 1
med iate
Ġhold er
Ġexport ed
ipp ing
inter vention
Ġpress ures
ĠInd ian
ĠSp eaking
ĠBro ad
ĠFor ce
Ġdeliver ies
ern andez
Ġincreasing ly
Ġph ase
ĠAut om
Ġstandard s
Ġwait ing
ĠMart in
IB OR
ĠGree ce
Ġpet ition
augh ter
B o
H ouse
O n
T aiwan
p lement
Ġre ad
ĠC orn
ill ips
el man
ĠA N
ch arg
ĠM ON
Ġpro s
ĠF our
ul a
ac cr
tr y
ĠO t
ant ed
op h
ire less
arter ed
Ġoper ated
part ic
Ġwork ed
lo an
wh o
