{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ġt":261,"ĠĠ":262,"in":263,"Ġa":264,"er":265,"he":266,"on":267,"Ġs":268,"re":269,"an":270,"Ġthe":271,"Ġo":272,"it":273,"es":274,"en":275,"or":276,"ed":277,"Ġc":278,"ar":279,"Ġp":280,"at":281,"Ġb":282,"ĠĠĠ":283,"al":284,"Ġw":285,"Ġf":286,"Ġof":287,"Ġm":288,"Ġin":289,"id":290,"Ġto":291,"Ġd":292,"ro":293,"is":294,"ing":295,"Ġan":296,"ion":297,"il":298,"as":299,"ic":300,"Ġ1":301,"ct":302,"aid":303,"ut":304,"om":305,"Ġand":306,"Ġsaid":307,"ent":308,"ou":309,"et":310,"Ġl":311,"st":312,"Ġre":313,"00":314,"Ġn":315,"Ġe":316,"Ġh":317,"ĠT":318,"ĠC":319,"Ġth":320,"ĠR":321,"Ġit":322,"ill":323,"el":324,"ad":325,"ĠS":326,"ter":327,"ĠA":328,"ur":329,"ld":330,"ment":331,"ln":332,"Ġfor":333,"ation":334,"Ġmln":335,"ĠI":336,"un":337,"Ġbe":338,"lr":339,"ay":340,"th":341,"ve":342,"Ġon":343,"ch":344,"Ġcom":345,"Ġv":346,"le":347,"ers":348,"ĠM":349,"ce":350,"Ġdlr":351,"ĠRe":352,"Ġst":353,"Ġpro":354,"Ġg":355,"os":356,"ly":357,"ĠThe":358,"Ġ2":359,"ts":360,"ĠB":361,"res":362,"ig":363,"'s":364,"Ġis":365,"ot":366,"ĠĠĠĠ":367,"Ġdlrs":368,"ver":369,"est":370,"ir":371,"ow":372,"Ġsh":373,"Ġde":374,"ear":375,"pan":376,"im":377,"Ġex":378,"Ġ19":379,"ra":380,"ol":381,"ate":382,"Ġpct":383,"ĠP":384,"Ġy":385,"us":386,"uter":387,"ith":388,"ĠN":389,"rom":390,"Ġ3":391,"Ġvs":392,"du":393,"ĠF":394,"Ġcon":395,"ĠU":396,"qu":397,"ĠIn":398,"Ġat":399,"ies":400,"ĠReuter":401,"ank":402,"Ġits":403,"ul":404,"Ġwill":405,"Ġthat":406,"000":407,"ge":408,"Ġfrom":409,"Ġby":410,"ould":411,"Ġwith":412,"por":413,"up":414,"ial":415,"ect":416,"Ġr":417,"Ġ198":418,"ec":419,"oc":420,"and":421,"Ġas":422,"ain":423,"end":424,"ĠE":425,"ĠJ":426,"ĠD":427,"Ġwh":428,"ĠL":429,"Ġ\"":430,"ore":431,"are":432,"Ġyear":433,"Ġal":434,"iv":435,"Ġwas":436,"ew":437,"ĠH":438,"ere":439,"ĠG":440,"Ġun":441,"em":442,"ark":443,"ary":444,"Ġhe":445,"ric":446,"oun":447,"illion":448,"ab":449,"ive":450,"Ġcompan":451,"ak":452,"ac":453,"fic":454,"ast":455,"Ġ4":456,"Ġ5":457,"Ġnot":458,"Ġtr":459,"ee":460,"Ġhas":461,"Ġag":462,"um":463,"per":464,"ud":465,"Ġcts":466,"pl":467,"Ġbillion":468,"am":469,"tr":470,"igh":471,"Ġcompany":472,"ich":473,"ess":474,"ity":475,"out":476,"ĠW":477,"our":478,"fer":479,"ub":480,"Ġwould":481,"od":482,"arket":483,"ĠO":484,"cl":485,"art":486,"ag":487,"man":488,"Ġare":489,"port":490,"ree":491,"ock":492,"over":493,"the":494,"old":495,"oss":496,"pp":497,"ue":498,"Ġ6":499,"ex":500,"Ġor":501,"all":502,"lt":503,"con":504,"ave":505,"Ġad":506,"se":507,"anc":508,"ber":509,"red":510,"if":511,"ard":512,"Ġbank":513,"orp":514,",\"":515,"str":516,"ther":517,"Ġwhich":518,"ell":519,"ant":520,"Ġ7":521,"Ġmarket":522,"Ġac":523,"ction":524,"ĠInc":525,"ations":526,"ade":527,"Ġpl":528,"ated":529,"TE":530,"Ġab":531,"of":532,"op":533,"ine":534,"der":535,"ign":536,"Ġres":537,"ans":538,"ug":539,"com":540,"ren":541,"ond":542,"ost":543,"ip":544,"Ġpric":545,"Ġhave":546,"ure":547,"ord":548,"mer":549,"Ġsp":550,"Ġloss":551,"ib":552,"age":553,"ĠCorp":554,"Ġ&":555,"pect":556,"Ġle":557,"Ġwere":558,"ance":559,"ition":560,"Ġnew":561,"Ġch":562,"pr":563,"Ġmon":564,"ates":565,"Ġper":566,"ong":567,"ares":568,"Ġshare":569,"for":570,"reas":571,"Ġcont":572,"day":573,"Ġhad":574,"pt":575,"Ġ1986":576,"Ġstock":577,"so":578,"yst":579,"Ġthis":580,"to":581,"Ġ9":582,"ange":583,"ust":584,"oll":585,"able":586,"ok":587,"Ġlast":588,"Ġqu":589,"ap":590,"Ġinter":591,"Ġprodu":592,"Ġup":593,"ight":594,"und":595,"ational":596,"ors":597,"Ġ10":598,"ist":599,"ings":600,"wo":601,"Ġ8":602,"fit":603,"pos":604,"Ġ(":605,"ities":606,"uary":607,"eek":608,"Ġim":609,"TER":610,"row":611,"ĠRE":612,"Ġfir":613,"Ġalso":614,"Ġdeb":615,"UTER":616,"ĠĠĠĠĠĠĠĠ":617,"ments":618,"apan":619,"Ġaf":620,"vest":621,"ĠREUTER":622,"The":623,"Ġshares":624,"Ġone":625,"Ġabout":626,"eral":627,"ĠBank":628,"ire":629,"overn":630,"ia":631,"50":632,"Ġbut":633,"Ġpre":634,"inis":635,"Ġcomm":636,"ĠCo":637,"clud":638,"urren":639,"ely":640,"ĠSt":641,"ĠIt":642,"Ġ-":643,"pro":644,"vel":645,"ake":646,"Ġme":647,"Ġdis":648,"Ġoffic":649,"ures":650,"Ġear":651,"..":652,"hr":653,"ult":654,"Ġtwo":655,"Ġbeen":656,"Ġout":657,"ork":658,"ail":659,"vi":660,"ĠCom":661,"tern":662,"Ġsal":663,"ian":664,"Ġprofit":665,"creas":666,"ous":667,"eb":668,"Ġoffer":669,"iss":670,"erv":671,"ax":672,"Ġse":673,"dustr":674,"Ġcomp":675,"act":676,"ms":677,"Ġadd":678,"ĠNet":679,"overnment":680,"Ġfin":681,"ĠK":682,"Ġexpect":683,"Ġover":684,"Ġmonth":685,"ĠJapan":686,"ome":687,"pril":688,"Ġsub":689,"ress":690,"Ġthey":691,"conom":692,"sid":693,"Ġiss":694,"Ġman":695,"Ġ12":696,"onn":697,"av":698,"ĠMar":699,"Ġpr":700,"Ġrec":701,"own":702,"li":703,"ident":704,"ise":705,".\"":706,"ven":707,"ĠHe":708,"ĠDe":709,"change":710,"Ġdebt":711,"arter":712,"its":713,"Ġall":714,"oin":715,"Ġunder":716,"rit":717,"Ġweek":718,"Ġbo":719,"ions":720,"roup":721,"ĠApril":722,"arg":723,"Ġtrad":724,"Ġcurren":725,"iz":726,"rop":727,"Ġmore":728,"Ġapp":729,"Ġend":730,"Ġincreas":731,"use":732,"ecur":733,"ie":734,"ase":735,"ced":736,"ĠUn":737,"ort":738,"ces":739,"Ġfore":740,"Ġ15":741,"Ġ1987":742,"Ġlo":743,"ack":744,"Ġro":745,"Ġoil":746,"ey":747,"ang":748,"Ġeconom":749,"Ġafter":750,"Ġofficial":751,"ports":752,"Ġbu":753,"ix":754,"Ġpart":755,"Ġpay":756,"air":757,"ood":758,"eg":759,"Ġinclud":760,"Ġwhe":761,"ĠY":762,"Ġoper":763,"Ġthan":764,"ual":765,"Ġgovernment":766,"cy":767,"ĠMarch":768,"Ġcl":769,"ount":770,"ile":771,"Ġinvest":772,"td":773,"ystem":774,"ical":775,"ach":776,"ice":777,"Ġ11":778,"Ġtrade":779,"Ġacc":780,"ating":781,"ĠCh":782,"Ġnet":783,"reement":784,"Ġtonn":785,"Ġ20":786,"Ġann":787,"Ġj":788,"Ġother":789,"resident":790,"ountr":791,"ollar":792,"ugh":793,"ime":794,"ash":795,"ff":796,"tal":797,"ecurities":798,"ract":799,"Ġ14":800,"Ġtheir":801,"ens":802,"itt":803,"we":804,"ital":805,"Ġtold":806,"Ġass":807,"Ġreport":808,"Ġstate":809,"Ġfirst":810,"Ġthree":811,"ĠLtd":812,"Ġ13":813,"oy":814,"ĠRev":815,"Ġbanks":816,"meric":817,"Ġsup":818,"ose":819,"ited":820,"ower":821,"Ġ30":822,"Ġprices":823,"Ġdiv":824,"ĠComm":825,"Ġprice":826,"Ġquarter":827,"aw":828,"ebr":829,"ĠV":830,"Ġ0":831,"Ġno":832,"ĠEx":833,"Ġinterest":834,"Ġmeet":835,"Ġsales":836,"Ġtax":837,"ainst":838,"ebruary":839,"ik":840,"Ġcould":841,"ĠTh":842,"ide":843,"Ġplan":844,"gh":845,"ior":846,"redit":847,"ĠRevs":848,"ubl":849,"ence":850,"ision":851,"ish":852,"Ġsu":853,"uring":854,"Ġam":855,"rough":856,"iness":857,"Ġhigh":858,"ific":859,"ject":860,"Ġrate":861,"19":862,"one":863,"ass":864,"orld":865,"usiness":866,"ays":867,"Ġtonnes":868,"ved":869,"Ġwe":870,"Ġfive":871,"part":872,"hold":873,"anuary":874,"ility":875,"ared":876,"Ġen":877,"Ġcountr":878,"Ġindustr":879,"Ġfinanc":880,"che":881,"Ġforeign":882,"anad":883,"ned":884,"apital":885,"ues":886,"year":887,"Ġdollar":888,"velop":889,"Ġagreement":890,"ough":891,"ause":892,"okes":893,"Ġtoday":894,"ued":895,"aj":896,"Ġ--":897,"urch":898,"Ġexpected":899,"eed":900,"Ġstr":901,"ources":902,"ss":903,"Ġk":904,"Ġsome":905,"ased":906,"Ġpropos":907,"ove":908,"Ġ16":909,"Ġ1985":910,"Ġbet":911,"alyst":912,"tain":913,"sh":914,"lect":915,"Ġfour":916,"gra":917,"Ġtotal":918,"Ġdue":919,"Ġacqu":920,"ible":921,"oint":922,"ese":923,"ternational":924,"Ġra":925,"Ġif":926,"ext":927,"ame":928,"Ġgrow":929,"Ġagainst":930,"Ġcurrent":931,"ĠFebruary":932,"Ġrep":933,"Ġind":934,"inistr":935,"fore":936,"Ġbuy":937,"ĠĠĠĠĠ":938,"Ġappro":939,"ĠBut":940,"arr":941,"ajor":942,"inister":943,"ons":944,"be":945,"Ġcommon":946,"ied":947,"ĠNew":948,"ission":949,"Ġbond":950,"eneral":951,"Ġdeal":952,"Ġus":953,"Ġprov":954,"ised":955,"ĠMay":956,"Ġspokes":957,"Ġadded":958,"Ġcent":959,"ĠTr":960,"Ġyears":961,"EC":962,"ĠJanuary":963,"cess":964,"lrs":965,"87":966,"Ġcons":967,"ween":968,"Ġset":969,"Ġshr":970,"Ġ17":971,"Ġgroup":972,"Ġthere":973,"get":974,"ublic":975,"lier":976,"25":977,"ep":978,"ĠAn":979,"Ġow":980,"Ġreg":981,"Ġ31":982,"In":983,"ater":984,"Ġcontin":985,"Ġinto":986,"vious":987,"Ġest":988,"Ġrose":989,"mber":990,"Ġsystem":991,"ton":992,"ines":993,"Ġdecl":994,"said":995,"Ġrem":996,"ĠAmeric":997,"ace":998,"Ġwork":999,"Ġany":1000,"Ġlead":1001,"gy":1002,"Ġbec":1003,"Ġter":1004,"Ġpol":1005,"Ġsell":1006,"Shr":1007,"ks":1008,"Ġcut":1009,"ederal":1010,"Ġmajor":1011,"Ġredu":1012,"ined":1013,"med":1014,"Ġ18":1015,"resent":1016,"Ġbusiness":1017,"Ġproduct":1018,"Ġ50":1019,"Ġoff":1020,"Ġdown":1021,"Ġrates":1022,"airman":1023,"ĠCanad":1024,"arm":1025,"iod":1026,"urop":1027,"Ġissue":1028,"Ġspokesman":1029,"ning":1030,"ince":1031,"ets":1032,"ative":1033,"urope":1034,"her":1035,"Ġ25":1036,"Ġcredit":1037,"ory":1038,"Ġnow":1039,"Ġmeeting":1040,"Ġbetween":1041,"Ġmade":1042,"Ġsix":1043,"gan":1044,"Ġcontract":1045,"Ġdo":1046,"ĠAl":1047,"land":1048,"Ġincrease":1049,"Ġthrough":1050,"Ġhold":1051,"ending":1052,"ite":1053,"lo":1054,"Ġop":1055,"Ġint":1056,"ger":1057,"Ġwhen":1058,"ffect":1059,"20":1060,"Ġproduction":1061,"Ġbecause":1062,"Ġanalyst":1063,"Ġtrading":1064,"ĠShr":1065,"Ġfund":1066,"Ġwho":1067,"10":1068,"dlrs":1069,"reed":1070,"mon":1071,"rol":1072,"Ġexchange":1073,"Ġmonths":1074,"cer":1075,"led":1076,"hed":1077,"une":1078,"Ġcost":1079,"Ġbel":1080,"Ġso":1081,"Ġcan":1082,"Ġmay":1083,"urn":1084,"put":1085,"nings":1086,"ever":1087,"30":1088,"gram":1089,"&#":1090,"raz":1091,"Ġtake":1092,"irect":1093,"Ġsign":1094,"Ġhis":1095,"Ġannoun":1096,"Ġar":1097,"Ġref":1098,"come":1099,"iel":1100,"vent":1101,"ester":1102,"Ġfinancial":1103,"ral":1104,"Ġsubsid":1105,"als":1106,"fl":1107,"Ġsources":1108,"Ġnext":1109,"Ġgain":1110,"Ġeconomic":1111,"Ġstg":1112,"Ġtime":1113,"Ġonly":1114,"isc":1115,"partment":1116,"orth":1117,">,":1118,"Ġdec":1119,"ĠFin":1120,"erman":1121,"Ġfut":1122,"Ġprevious":1123,"86":1124,"Ġequ":1125,"Ġcompanies":1126,"Ġofficials":1127,"Ġsur":1128,"bank":1129,"ĠInternational":1130,"holders":1131,"16":1132,"ally":1133,"Ġboard":1134,"udget":1135,"Ġgrowth":1136,"son":1137,"Ġyen":1138,"Ġshould":1139,"Ġcapital":1140,"Ġperiod":1141,"ember":1142,"ĠWest":1143,"ĠJapanese":1144,"Ġrise":1145,"razil":1146,"esterday":1147,"round":1148,"Ġ100":1149,"Ġstatement":1150,"ranc":1151,"Ġlevel":1152,"Ġdevelop":1153,"ull":1154,"ales":1155,"oci":1156,"stand":1157,"urther":1158,"Ġcash":1159,"ech":1160,"vers":1161,"ret":1162,"Ġcall":1163,"Ġspec":1164,"ollow":1165,"Ġcor":1166,"stru":1167,"form":1168,"Ġrequ":1169,"Ġpresident":1170,"Ġearlier":1171,"ield":1172,"Ġlong":1173,"de":1174,"Ġpurch":1175,"Ġtrans":1176,"Ġrecent":1177,"val":1178,"ouse":1179,"Ġext":1180,"Ġunit":1181,"ĠEurope":1182,"aking":1183,"ck":1184,"ĠEn":1185,"ran":1186,"ble":1187,"75":1188,"Ġbefore":1189,"off":1190,"Ġsec":1191,"cember":1192,"ĠĠĠĠĠĠ":1193,"ĠExchange":1194,"Ġwhile":1195,"osed":1196,"Ġ199":1197,"Ġrece":1198,"ury":1199,"ĠSe":1200,"Ġmarkets":1201,"ency":1202,"ĠUnited":1203,"ittee":1204,"Ġdel":1205,"ĠNO":1206,"Ġcountries":1207,"plet":1208,"ted":1209,"ward":1210,"Ġval":1211,"ild":1212,"Ġopt":1213,"Ġremain":1214,"Ġdisc":1215,"agement":1216,"Ġworld":1217,"Ġserv":1218,"Ġindustry":1219,"Ġact":1220,"Ġsale":1221,"ĠAmerican":1222,"Ġestim":1223,"outh":1224,"ply":1225,"sider":1226,"ricult":1227,"ceed":1228,"40":1229,"ady":1230,"io":1231,"omest":1232,"Ġsl":1233,"Ġfell":1234,"emb":1235,"cont":1236,"Ġlower":1237,"ution":1238,"Ġlik":1239,"ths":1240,"ĠJune":1241,"Ġatt":1242,"ters":1243,"Ġagreed":1244,"Ġeffect":1245,"isition":1246,"trib":1247,"egot":1248,"Ġmark":1249,"ĠGerman":1250,"ium":1251,"Ġmain":1252,"Ġearnings":1253,"Ġsay":1254,"Ġfall":1255,"egoti":1256,"Ġmanag":1257,"ob":1258,"Ġpolic":1259,"80":1260,"ina":1261,"iary":1262,"Ġsince":1263,"uf":1264,"ĠFr":1265,"15":1266,"rel":1267,"Ġprogram":1268,"ecut":1269,"ĠAv":1270,"Ġrecord":1271,"cial":1272,"Ġtal":1273,"standing":1274,"billion":1275,"Ġbas":1276,"ĠOn":1277,"Ġopen":1278,"omestic":1279,"wh":1280,"Ġthem":1281,"Ġco":1282,"uters":1283,"ery":1284,"ices":1285,"Ġret":1286,"idend":1287,"We":1288,"cord":1289,"ling":1290,"other":1291,"yn":1292,"ound":1293,"ired":1294,"Ġbill":1295,"ordin":1296,"Ġinvestment":1297,"orrow":1298,"Ġcr":1299,"Ġ27":1300,"ficit":1301,"ief":1302,"Ġfurther":1303,"Ġ22":1304,"Ġ23":1305,"rain":1306,"....":1307,"ink":1308,"Ġdid":1309,"ĠBrazil":1310,"ĠPro":1311,"Ġdes":1312,"Ġsecurities":1313,"Ġ24":1314,"duct":1315,"Ġexport":1316,"mln":1317,"ics":1318,"stit":1319,"Ġreported":1320,"Ġchairman":1321,"ĠNOTE":1322,"Ġexports":1323,"plus":1324,"ind":1325,"Ġav":1326,"aker":1327,"Ġsuch":1328,"arge":1329,"uch":1330,"Ġfig":1331,"Ġshort":1332,"owever":1333,"Ġoffering":1334,"ipp":1335,"ĠCommission":1336,"Ġpublic":1337,"Ġfollow":1338,"85":1339,"Ġneed":1340,"Ġmer":1341,"Ġmost":1342,"Ġexp":1343,"Ġloan":1344,"ene":1345,"ĠRes":1346,"cept":1347,"Ġaut":1348,"Ġmoney":1349,"lp":1350,"Ġown":1351,"Ġdirect":1352,"ĠAg":1353,"Ġbudget":1354,"ising":1355,"pany":1356,"Ġoperations":1357,"oper":1358,"60":1359,"from":1360,"Ġshow":1361,"Ġdem":1362,"Ġgo":1363,"ĠEC":1364,"Ġpriv":1365,"alf":1366,"pon":1367,"ctions":1368,"Ġquot":1369,"inistry":1370,"ĠAvg":1371,"inc":1372,"Ġannual":1373,"Ġcompared":1374,"pct":1375,"mercial":1376,"Ġyesterday":1377,"ĠDecember":1378,"Ġbro":1379,"Ġshrs":1380,"with":1381,"comm":1382,"ĠYork":1383,"ird":1384,"Ġproducts":1385,"ploy":1386,"reasury":1387,"til":1388,"ĠGroup":1389,"Ġdet":1390,"Ġhigher":1391,"Ġ40":1392,"Ġdemand":1393,"ĠMinister":1394,"Ġeach":1395,"vert":1396,"Ġplans":1397,"Ġannounced":1398,"echn":1399,"app":1400,"Ġaround":1401,"ives":1402,"ĠSecurities":1403,"ended":1404,"Ġanalysts":1405,"Ġfil":1406,"Ġfirm":1407,"Ġnon":1408,"irst":1409,"ason":1410,"Ġbeing":1411,"ĠBrit":1412,"verage":1413,"Ġaddition":1414,"Ġfl":1415,"aper":1416,"Ġprior":1417,"ft":1418,"ĠIndustr":1419,"agan":1420,"Ġnews":1421,"Ġent":1422,"Ġdeficit":1423,"ately":1424,"ged":1425,"Ġ21":1426,"Ġended":1427,"ender":1428,"just":1429,"Ġsame":1430,"ont":1431,"Ġgood":1432,"osition":1433,".,":1434,"Ġbid":1435,"Ġloans":1436,"writ":1437,"Ġtalks":1438,"Ġduring":1439,"Ġresult":1440,"Ġused":1441,"uss":1442,"Ġ26":1443,"ferred":1444,"Ġmake":1445,"Ġnine":1446,"ty":1447,"ober":1448,"Ġdr":1449,"Ġgu":1450,"fin":1451,"Ġplant":1452,"Ġsecond":1453,"ph":1454,"term":1455,"ĠPl":1456,"hip":1457,"Th":1458,"by":1459,"ufact":1460,"uly":1461,"ĠSales":1462,"ference":1463,"Ġcer":1464,"Ġfranc":1465,"Ġrel":1466,"inter":1467,"Ġdividend":1468,"Ġstart":1469,"Ġsupport":1470,"Ġaccord":1471,"Ġ28":1472,"Ġhelp":1473,"me":1474,"erve":1475,"ailable":1476,"Ġallow":1477,"Ġsold":1478,"Ġcomplet":1479,"Ġlarg":1480,"ought":1481,"dition":1482,"Ġfarm":1483,"Ġpress":1484,"ick":1485,"Ġmin":1486,"iscal":1487,"ively":1488,"pre":1489,"Ġrest":1490,"70":1491,"90":1492,"cent":1493,"12":1494,"hor":1495,"Ġincludes":1496,"ecutive":1497,"Ġposs":1498,"ural":1499,"ĠNational":1500,"Ġdays":1501,"ications":1502,"ĠStates":1503,"ants":1504,"Ġstill":1505,"ĠOper":1506,"ĠFederal":1507,"view":1508,"will":1509,"ĠUS":1510,"Ġboth":1511,"ting":1512,"ĠTex":1513,"reat":1514,"Ġwell":1515,"Ġdomestic":1516,"Ġem":1517,"Ġaff":1518,"Ġproposed":1519,"Ġnegoti":1520,"ĠBo":1521,"att":1522,"ived":1523,"Ġback":1524,"Ġacquisition":1525,"Ġbar":1526,"88":1527,"Ġconsider":1528,"Ġfac":1529,"ĠUP":1530,"ized":1531,"Ġassets":1532,"ann":1533,"ĠReagan":1534,"ote":1535,"iver":1536,"ov":1537,"ustr":1538,"chedu":1539,"Ġseven":1540,"olo":1541,"Ġearly":1542,"anged":1543,"Ġsubsidiary":1544,"ees":1545,"Ġsen":1546,"ourt":1547,"Ġincluding":1548,"Ġcountry":1549,"Ġbasis":1550,"ĠAss":1551,"Ġadv":1552,"Ġpolicy":1553,"Ġmove":1554,"Ġshareholders":1555,"ministr":1556,"ĠCanada":1557,"porters":1558,"Ġintern":1559,"Ġeconomy":1560,"ring":1561,"ĠAs":1562,"ĠSh":1563,"Ġreven":1564,"ffic":1565,"vol":1566,"ĠAr":1567,"Ġcontrol":1568,"Ġ1988":1569,"ĠReuters":1570,"Ġago":1571,"sur":1572,"Ġbonds":1573,"Ġpar":1574,"Ġamount":1575,"riculture":1576,"erves":1577,"ai":1578,"min":1579,"ondon":1580,"Ġeight":1581,"Ġoutstanding":1582,"ĠJuly":1583,"ĠEuropean":1584,"ided":1585,"ĠPay":1586,"omm":1587,"ĠThey":1588,"ĠHouse":1589,"Ġsect":1590,"Ġsug":1591,"Ġvalue":1592,"32":1593,"ists":1594,"Ġproble":1595,"tly":1596,"Ġcurrency":1597,"Ġmanagement":1598,"Ġmths":1599,"Ġimpro":1600,"Ġterms":1601,"ON":1602,"uing":1603,"ready":1604,"etro":1605,"Ġstrong":1606,"omin":1607,"Ġconsum":1608,"ĠAir":1609,"Ġdif":1610,"Ġfiscal":1611,"Ġlow":1612,"35":1613,"Ġtender":1614,"Ġlaw":1615,"Ġlikely":1616,"Ġcentral":1617,"AN":1618,"les":1619,"ults":1620,"Ġimport":1621,"Ġ29":1622,"entures":1623,"IN":1624,"Ġgas":1625,"Ġ35":1626,"ĠFinance":1627,"gin":1628,"ah":1629,"ners":1630,"Ġaccount":1631,"ier":1632,"Ġli":1633,"),":1634,"oh":1635,"AT":1636,"ulf":1637,"45":1638,"ious":1639,"Ġloc":1640,"Ġnear":1641,"embers":1642,"ĠZ":1643,"cast":1644,"Ġincreased":1645,"Ġsurplus":1646,"ptember":1647,"Ġuse":1648,"Ġproject":1649,"umber":1650,"stitut":1651,"Ġnotes":1652,"AR":1653,">.":1654,"Ġlim":1655,"ustral":1656,"Ġour":1657,"Ġ60":1658,"Ġimports":1659,"Ġfunds":1660,"Ġmarks":1661,"ĠSouth":1662,"ley":1663,"anges":1664,"Ġfigures":1665,"ociation":1666,"ked":1667,"Ġofthe":1668,"lear":1669,"Ġcontinue":1670,"af":1671,"17":1672,"ĠMan":1673,"Ġhalf":1674,"Ġexpects":1675,"Ġcar":1676,"Ġincome":1677,"Ġuntil":1678,"Ġsever":1679,"Ġwheat":1680,"Ġbelie":1681,"ular":1682,"ude":1683,"co":1684,"Ġob":1685,"ization":1686,"Ġdealers":1687,"Ġinfl":1688,"retary":1689,"Ġmuch":1690,"St":1691,"ergy":1692,"Ġfutures":1693,"ron":1694,"Ġchief":1695,"PR":1696,"market":1697,"ĠPresident":1698,"ovi":1699,"tribut":1700,"DA":1701,"ipment":1702,"Ġmat":1703,"unity":1704,"Ġheld":1705,"Ġoperating":1706,"ministration":1707,"uc":1708,"Ġsm":1709,"Ġinternational":1710,"Ġgeneral":1711,"ĠGeneral":1712,"company":1713,"Ġcompet":1714,"Ġfact":1715,"13":1716,"ĠPr":1717,"Ġpayments":1718,"Ġaverage":1719,"Ġform":1720,"Ġavailable":1721,"95":1722,"lement":1723,"ĠDepartment":1724,"ily":1725,"Ġthen":1726,"ĠPar":1727,"ially":1728,"ĠLondon":1729,"'t":1730,"Ġday":1731,"Ġseek":1732,"Ġimp":1733,"Ġfirms":1734,"Ġprivate":1735,"Ġair":1736,"ington":1737,"Ġalready":1738,"Ġrul":1739,"ator":1740,"Ġmanager":1741,"etary":1742,"Ġcommercial":1743,"Ġpreviously":1744,"Ġsenior":1745,"enn":1746,"ĠInd":1747,"not":1748,"ured":1749,"ize":1750,"Ġestimated":1751,"Ġbrok":1752,"14":1753,"ata":1754,"Ġdate":1755,"that":1756,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":1757,"ĠCanadian":1758,"ĠYear":1759,"els":1760,"Ġreserves":1761,"itive":1762,"Ġcarr":1763,"ĠIran":1764,"Ġprot":1765,"Ġgr":1766,"ials":1767,"Ġstake":1768,"ats":1769,"Ġvery":1770,"Ġ200":1771,"Ġreal":1772,"ading":1773,"ĠPh":1774,"ys":1775,"Ġap":1776,"Ġrepresent":1777,"Ġbarrel":1778,"Ġclose":1779,"Ġrat":1780,"comp":1781,"Ġnoted":1782,"65":1783,"ll":1784,"ĠĠĠĠĠĠĠ":1785,"ume":1786,"Ġmeas":1787,"Ġthird":1788,"ached":1789,"ights":1790,"ĠSw":1791,"cing":1792,"Ġmet":1793,"Ġpurchase":1794,"Ġinclude":1795,"Ġexpan":1796,"iven":1797,"ability":1798,"echnolo":1799,"uro":1800,"Ġfrancs":1801,"Japan":1802,"Ġthose":1803,"Ġnil":1804,"Ġexecutive":1805,"Ġconvert":1806,"Ġadjust":1807,"AS":1808,"Ġorder":1809,"oviet":1810,"Americ":1811,"action":1812,"hen":1813,"Ġfull":1814,"Ġinit":1815,"ongress":1816,"Ġste":1817,"Ġcosts":1818,"Ġminister":1819,"Ġpartic":1820,"ler":1821,"ecretary":1822,"ĠHowever":1823,"Ġissued":1824,"Ġbegin":1825,"500":1826,"Ġaction":1827,"Ġapproved":1828,"ER":1829,"estern":1830,"11":1831,"ful":1832,"ĠTreasury":1833,"avings":1834,"ĠThis":1835,"Ġinthe":1836,"Ġindustrial":1837,"ner":1838,"Ġjoint":1839,"way":1840,"err":1841,"Ġris":1842,"ĠSp":1843,"ection":1844,"Ġunderwrit":1845,"Ġtraders":1846,"Ġless":1847,"andard":1848,"Ġmembers":1849,"ances":1850,"Ġbl":1851,"Ġmust":1852,"iate":1853,"would":1854,"Ġpoint":1855,"Ġwhat":1856,"ashington":1857,"Ġproposal":1858,"Ġposition":1859,"IL":1860,"ĠRecord":1861,"ional":1862,"Ġselling":1863,"cr":1864,"Ġcalled":1865,"Ġmerger":1866,"Ġresults":1867,"uel":1868,"yo":1869,"organ":1870,"ffer":1871,"Ġtel":1872,"Ġhere":1873,"Ġconf":1874,"Ġpreferred":1875,"struct":1876,"ĠAf":1877,"ago":1878,"oints":1879,"az":1880,"Ġhead":1881,"ev":1882,"ancial":1883,"22":1884,"Ġmlndlrs":1885,"Ġdiscuss":1886,"work":1887,"ĠWorld":1888,"Ġsupply":1889,"surance":1890,"ders":1891,"Ġauthor":1892,"iday":1893,"contin":1894,"Ġinvestors":1895,"Ġcover":1896,"ĠAt":1897,"Ġspecial":1898,"Ġfuture":1899,"hem":1900,"igned":1901,"Ġdeclined":1902,"Ġbased":1903,"ĠWh":1904,"ĠSeptember":1905,"rodu":1906,"Ġoutput":1907,"Ġemploy":1908,"CC":1909,"Ġdecision":1910,"OR":1911,"ale":1912,"Ġ500":1913,"ustom":1914,"used":1915,"Ġ45":1916,"gress":1917,"Ġthes":1918,"Ġput":1919,"Ġelect":1920,"ĠBaker":1921,"pric":1922,"ross":1923,"Ġconcer":1924,"ulation":1925,"ified":1926,"dis":1927,"ins":1928,"Ġpers":1929,"thers":1930,"ying":1931,"Ġnumber":1932,"Ġstocks":1933,"It":1934,"amed":1935,"ĠUnion":1936,"Ġshar":1937,"Ġcondition":1938,"Ġlosses":1939,"Ġlevels":1940,"Ġsector":1941,"arant":1942,"Ġcomment":1943,"Ġvol":1944,"ĠTrade":1945,"Ġthese":1946,"ĠStock":1947,"eas":1948,"Ġreflect":1949,"ceeds":1950,"unications":1951,"amp":1952,"ĠMinistry":1953,"closed":1954,"Ġcorpor":1955,"which":1956,"invest":1957,"92":1958,"Ġmany":1959,"offee":1960,"Ġdef":1961,"Ġyield":1962,"ably":1963,"cers":1964,"Ġbal":1965,"Ġanother":1966,"Ġissues":1967,"isting":1968,"Ġ80":1969,"Ġcrop":1970,"empt":1971,"orn":1972,"ĠAustral":1973,"ĠChina":1974,"ĠSen":1975,"okyo":1976,"Ġapproval":1977,"incip":1978,"though":1979,"ordinated":1980,"Ġdevelopment":1981,"Ġtarg":1982,"ators":1983,"ME":1984,"Ġlater":1985,"ages":1986,"ĠFed":1987,"18":1988,"Ġmod":1989,"ĠSoviet":1990,"Ġdepos":1991,"Ġindex":1992,"Ġseveral":1993,"ases":1994,"abil":1995,"Ġreceived":1996,"ten":1997,"Ġ34":1998,"ĠServ":1999,"ĠOP":2000,"Ġser":2001,"Ġca":2002,"ĠBro":2003,"rench":2004,"Ġreduce":2005,"bo":2006,"Ġmight":2007,"Ġvi":2008,"Ġlate":2009,"aken":2010,"orm":2011,"Ġborrow":2012,"ĠFirst":2013,"Ġleg":2014,"Ġcommittee":2015,"etrole":2016,"ĠSystem":2017,"ĠBritish":2018,"Ġlargest":2019,"Ġdebentures":2020,"uation":2021,"ails":2022,"based":2023,"less":2024,"Ġsc":2025,"Ġ75":2026,"Ġchange":2027,"AL":2028,"uct":2029,"ctober":2030,"ĠUnder":2031,"ests":2032,"Ġpe":2033,"Ġpresent":2034,"Ġwithin":2035,"ips":2036,"33":2037,"Ġpoints":2038,"aren":2039,"Ġbanking":2040,"Ġoffered":2041,"Ġdecline":2042,"Ġ70":2043,"quarter":2044,"Ġprofits":2045,"Ġpost":2046,"ents":2047,"ĠCongress":2048,"Ġexclud":2049,"Ġagency":2050,"Ġfinance":2051,"Ġdoes":2052,"Ġfiled":2053,"oil":2054,"pec":2055,"press":2056,"Ġcou":2057,"Ġmanufact":2058,"par":2059,"ict":2060,"Ġrev":2061,"line":2062,"ĠGermany":2063,"earch":2064,"onal":2065,"ĠMot":2066,"cies":2067,"Ġway":2068,"Ġ32":2069,"Ġpossible":2070,"aff":2071,"ounts":2072,"55":2073,"Ġline":2074,"ĠQ":2075,"ential":2076,"Ch":2077,"ĠShe":2078,"De":2079,"Ġunits":2080,"Ġcertain":2081,"Ġsmall":2082,"Ġpayment":2083,"int":2084,"Ġexpl":2085,"rict":2086,"Ġfollowing":2087,"qtr":2088,"Ġfederal":2089,"etroleum":2090,"Ġpaper":2091,"Ġfinancing":2092,"Ġsigned":2093,"ait":2094,"Ġgold":2095,"iff":2096,"ones":2097,"Ġwarr":2098,"Ġowned":2099,"atory":2100,"Ġinvol":2101,"Ġpriced":2102,"Ġbelow":2103,"now":2104,"ĠWashington":2105,"Ġfar":2106,"Ġcrude":2107,"Ġinflation":2108,"Ġpast":2109,"Ġwar":2110,"Ġlarge":2111,"Ġworth":2112,"ĠSecretary":2113,"AY":2114,"Ġpack":2115,"ĠCent":2116,"...":2117,"Ġmil":2118,"ĠNine":2119,"Ġadditional":2120,"velopment":2121,"ffor":2122,"stant":2123,"Ġ33":2124,"Ġ90":2125,"Ġrevenues":2126,"SE":2127,"Ġfail":2128,"Ġconference":2129,"ople":2130,"Ġcurrently":2131,"Ġindic":2132,"spect":2133,"alled":2134,"Ġaccept":2135,"raw":2136,"tax":2137,"Ġwant":2138,"ĠAm":2139,"Ġsugar":2140,"Ġlocal":2141,"ĠGulf":2142,"Ġjust":2143,"Ġstrik":2144,"66":2145,"Ġdrop":2146,"Ġacquire":2147,"IC":2148,"enture":2149,"Ġqtr":2150,"Ġpaid":2151,"Ġbought":2152,"ĠTokyo":2153,"produ":2154,"Ġweeks":2155,"Ġservices":2156,"Ġ37":2157,"bond":2158,"eto":2159,"Ġforecast":2160,"ĠAgriculture":2161,"Ġconvertible":2162,"cheduled":2163,"ohn":2164,"Corp":2165,"Ġterm":2166,"increas":2167,"aun":2168,"ĠAd":2169,"Ġgive":2170,"ĠTexas":2171,"Ġlet":2172,"ĠPlc":2173,"og":2174,"acific":2175,"eep":2176,"Ġwhether":2177,"Ġgrain":2178,"09":2179,"plit":2180,"ves":2181,"Ġeffective":2182,"Ġfe":2183,"ides":2184,"ĠFor":2185,"Ġprom":2186,"Ġprovide":2187,"24":2188,"gest":2189,"echnology":2190,"abl":2191,"Ġdeliver":2192,"ĠTel":2193,"under":2194,"quid":2195,"pped":2196,"Ġstud":2197,"1986":2198,"ĠUN":2199,"ually":2200,"Ġsuc":2201,"urchase":2202,"has":2203,"ĠAug":2204,"ificant":2205,"Ġleast":2206,"27":2207,"Ġplanned":2208,"erc":2209,"Ġtom":2210,"Ġprocess":2211,"stock":2212,"Ġclos":2213,"Qtly":2214,"Ġvice":2215,"Ġget":2216,"raft":2217,"reg":2218,"Ġnations":2219,"ixed":2220,"Ġrequire":2221,"Ġhop":2222,"Ġthink":2223,"ĠLe":2224,"ibility":2225,"ĠParis":2226,"oor":2227,"tific":2228,"ĠInvest":2229,"bia":2230,"head":2231,"Ġmaking":2232,"rup":2233,"Ġ38":2234,"Ġunch":2235,"aged":2236,"Ġappl":2237,"hes":2238,"ense":2239,"Ġseason":2240,"34":2241,"pd":2242,"Ġmid":2243,"ĠCon":2244,"Ġ300":2245,"Ġsee":2246,"Ġcap":2247,"Ġcomb":2248,"econ":2249,"isions":2250,"Ġreporters":2251,"ĠRep":2252,"64":2253,"imin":2254,"oco":2255,"expect":2256,"cil":2257,"was":2258,"ĠĠĠĠĠĠĠĠĠ":2259,"owned":2260,"Ġregul":2261,"ĠFriday":2262,"Ġsim":2263,"Ġagree":2264,"Ġprincip":2265,"month":2266,"Ġaffect":2267,"ES":2268,"ficult":2269,"pite":2270,"Ġopp":2271,"ĠInter":2272,"Ġproblems":2273,"Ġpower":2274,"ĠAPR":2275,"Ġservice":2276,"Ġport":2277,"ession":2278,"Ġcompleted":2279,"67":2280,"eal":2281,"ĠIndustries":2282,"atives":2283,"ĠMon":2284,"Ġfinal":2285,"Ġsubject":2286,"ĠOne":2287,"37":2288,"otal":2289,"Ġasked":2290,"ames":2291,"Ġbuild":2292,"Ġoptions":2293,"Ġactiv":2294,"Ġtest":2295,"uck":2296,"99":2297,"Ġeven":2298,"Ġcents":2299,"Ġshe":2300,"isation":2301,"Ġreached":2302,"gr":2303,"Ġreview":2304,"urs":2305,"Ġraised":2306,"Ġtarget":2307,"aud":2308,"Ġthecompany":2309,"Ġel":2310,"ĠBr":2311,"ĠAssociation":2312,"imum":2313,"ĠOctober":2314,"Ġlook":2315,"Ġeffor":2316,"Ġspending":2317,"ocr":2318,"offic":2319,"Ġgoods":2320,"ns":2321,"Ġfew":2322,"avy":2323,"ĠAnd":2324,"Comm":2325,"Ġden":2326,"ife":2327,"ecurity":2328,"formation":2329,"ient":2330,"aco":2331,"Ġclosed":2332,"Ġoption":2333,"ouncil":2334,"American":2335,"Ġimmed":2336,"orning":2337,"usp":2338,"curren":2339,"Ġcustom":2340,"Ġtop":2341,"ĠPhil":2342,"sto":2343,"ovember":2344,"Ġarr":2345,"ste":2346,"ĠNorth":2347,"oybe":2348,"enefit":2349,"28":2350,"eth":2351,"Ġled":2352,"ĠCl":2353,"ĠEng":2354,"Ġ150":2355,"ett":2356,"Ġcoupon":2357,"iam":2358,"ness":2359,"Ġlist":2360,"Ġsaying":2361,"itical":2362,"47":2363,"bec":2364,"oura":2365,"olid":2366,"emocr":2367,"au":2368,"EN":2369,"ariff":2370,"lex":2371,"Ġdepartment":2372,"ĠFrench":2373,"oft":2374,"Ġsett":2375,"38":2376,"eph":2377,"Ġbills":2378,"ĠPart":2379,"vention":2380,"Ġimprove":2381,"erm":2382,"orpor":2383,"ĠElect":2384,"Ġofficer":2385,"bal":2386,"atest":2387,"Ġproducers":2388,"ĠOffic":2389,"ĠBoard":2390,"05":2391,"aim":2392,"alif":2393,"ĠOil":2394,"Ġgains":2395,"ĠAfric":2396,"29":2397,"ving":2398,"ĠAc":2399,"ĠOr":2400,"Ġabove":2401,"Ġcontracts":2402,"tribution":2403,"Ġant":2404,"ump":2405,"ittle":2406,"pay":2407,"Ġsplit":2408,"hemical":2409,"cu":2410,"Ġgiven":2411,"Ġsubordinated":2412,"Ġformer":2413,"alth":2414,"state":2415,"Ġwhere":2416,"aily":2417,"Ġhow":2418,"ĠFund":2419,"ĠEconom":2420,"econom":2421,"Ġarea":2422,"Ġpartners":2423,"Ġfourth":2424,"Ġequity":2425,"Ġcorn":2426,"aiw":2427,"Ġbalance":2428,"Ġ36":2429,"ĠLyn":2430,"Ġ55":2431,"Ġacquired":2432,"Un":2433,"Ġnational":2434,"Ġname":2435,"igin":2436,"iving":2437,"Ġ65":2438,"Ġrecently":2439,"Ġdetails":2440,"Ġgre":2441,"akes":2442,"Ġcharg":2443,"Ġintrodu":2444,"Bank":2445,"government":2446,"ĠReserve":2447,"Ġenter":2448,"Ġraise":2449,"Ġreduced":2450,"bu":2451,"ĠAG":2452,"Ġpact":2453,"Ġrights":2454,"Ġ44":2455,"onday":2456,"shares":2457,"ipl":2458,"ished":2459,"Ġplace":2460,"Ġscheduled":2461,"Ġcomputer":2462,"Ġmeasures":2463,"Ġorders":2464,"Ġbuying":2465,"Ġaccording":2466,"Ġwithout":2467,"Ġcontinued":2468,"Ġbr":2469,"ĠNor":2470,"acqu":2471,"Ġreturn":2472,"Ġaim":2473,"rem":2474,"ĠJohn":2475,"Ġthef":2476,"oody":2477,"Ġcome":2478,"78":2479,"Ġtot":2480,"exic":2481,"Ġpass":2482,"ĠCommunity":2483,"Canad":2484,"ef":2485,"ension":2486,"Ġfacility":2487,"Ġdifficult":2488,"Ġrepay":2489,"Ġworking":2490,"Ġboost":2491,"Ġequipment":2492,"Ġnegotiations":2493,"ĠLo":2494,"Ġguarant":2495,"26":2496,"Ġturn":2497,"Ġbankers":2498,"dec":2499,"Ġsw":2500,"atic":2501,"Ġfree":2502,"alysts":2503,"Ġworkers":2504,"Ġconditions":2505,"UN":2506,"ging":2507,"odity":2508,"100":2509,"isl":2510,"International":2511,"36":2512,"ining":2513,"ethe":2514,"Ġproper":2515,"Ġrun":2516,"Ġinitial":2517,"ĠSE":2518,"acity":2519,"Ġadministration":2520,"offer":2521,"Ġchanges":2522,"Ġeng":2523,"Ġliquid":2524,"TT":2525,"aul":2526,"about":2527,"Ġregis":2528,"struction":2529,"ened":2530,"Ġmed":2531,"Ġtaken":2532,"ener":2533,"hare":2534,"Ġrele":2535,"cons":2536,"ware":2537,"Ġclear":2538,"Ġlaun":2539,"interest":2540,"Ġexpand":2541,"Ġpeople":2542,"ush":2543,"share":2544,"ĠNote":2545,"lik":2546,"ordinary":2547,"Ġshowed":2548,"gent":2549,"Ġrestruct":2550,"ĠPacific":2551,"300":2552,"Ġrepl":2553,"Ġventure":2554,"Ġunion":2555,"94":2556,"iation":2557,"ĠBritain":2558,"Ġcourt":2559,"ather":2560,"Ġ51":2561,"Ġvolume":2562,"ĠSenate":2563,"lines":2564,"Ġpackage":2565,"most":2566,"esbank":2567,"Ġmember":2568,"Ġtoo":2569,"Ġgoing":2570,"bably":2571,"Ġvot":2572,"Ġrange":2573,"Ġextra":2574,"Ġsit":2575,"Ġ42":2576,"Ġtraded":2577,"ortg":2578,"77":2579,"Ġresp":2580,"Ġsystems":2581,"Ġletter":2582,"FF":2583,"Ġsusp":2584,"Ġbpd":2585,"Mar":2586,"week":2587,"Ġpressure":2588,"Ġhand":2589,"Ġgovern":2590,"Ġ48":2591,"ours":2592,"arent":2593,"ĠDemocr":2594,"Ġrespect":2595,"utch":2596,"ĠAra":2597,"Ġright":2598,"Ġadjusted":2599,"ĠOPEC":2600,"new":2601,"Ġbig":2602,"ĠVol":2603,"ĠFrance":2604,"ĠChr":2605,"Ġquoted":2606,"down":2607,"equ":2608,"Ġship":2609,"Ġdirector":2610,"ties":2611,"Ġcre":2612,"ism":2613,"abor":2614,"Ġorigin":2615,"Ġtonne":2616,"Ġamong":2617,"Ġsignificant":2618,"sub":2619,"Ġdam":2620,"Ġ49":2621,"ĠThere":2622,"ĠTrust":2623,"continued":2624,"200":2625,"Ġdata":2626,"icip":2627,"Ġlittle":2628,"ĠCar":2629,"imes":2630,"Ġyet":2631,"ĠItal":2632,"itted":2633,"ern":2634,"Ġpred":2635,"Ġprovision":2636,"Ġbarrels":2637,"Ġbenefit":2638,"Ġlending":2639,"Ġ57":2640,"Ġdivision":2641,"ched":2642,"Ġreceive":2643,"ephone":2644,"aiwan":2645,"mark":2646,"ecess":2647,"Ġ46":2648,"IT":2649,"Ġbegan":2650,"ĠMonday":2651,"ĠJames":2652,"holder":2653,"ĠAmerica":2654,"ĠNovember":2655,"rupt":2656,"Ġflo":2657,"icon":2658,"Ġele":2659,"cement":2660,"Ġ47":2661,"Ġtransaction":2662,"31":2663,"ĠSavings":2664,"ĠGold":2665,"Ġrequest":2666,"ricultural":2667,"Ġbre":2668,"Ġwrit":2669,"Ġfixed":2670,"ises":2671,"icago":2672,"ĠCredit":2673,"ightly":2674,"ponse":2675,"TR":2676,"Ġmarketing":2677,"posed":2678,"Ġsubstant":2679,"Ġsoon":2680,"ĠSwiss":2681,"reng":2682,"undesbank":2683,"Ġholding":2684,"44":2685,"deb":2686,"lia":2687,"Ġ39":2688,"errill":2689,"iately":2690,"Ġcal":2691,"Ġinstitut":2692,"Ġdon":2693,"ĠCol":2694,"Ġ52":2695,"Ġcorporate":2696,"industr":2697,"merce":2698,"aving":2699,"Ġsuppl":2700,"ĠAugust":2701,"Ġnamed":2702,"elf":2703,"elect":2704,"appro":2705,"Ġsum":2706,"Ġbase":2707,"Ġneeded":2708,"Ġcoffee":2709,"ĠMarket":2710,"Ġquest":2711,"side":2712,"ically":2713,"oration":2714,"very":2715,"ĠWestern":2716,"ĠFinancial":2717,"ĠUSDA":2718,"Ġpot":2719,"Ġareas":2720,"liament":2721,"ores":2722,"ĠState":2723,"Ġmaintain":2724,"ĠSystems":2725,"ĠGM":2726,"atural":2727,"Ġhowever":2728,"Ġbecome":2729,"raq":2730,"but":2731,"Ġhard":2732,"ĠCons":2733,"Ġkey":2734,"Ġstrike":2735,"ariffs":2736,"89":2737,"mit":2738,"anced":2739,"Ġpolitical":2740,"Ġseeking":2741,"cur":2742,"sp":2743,"Ġmorning":2744,"ĠPetroleum":2745,"ĠWe":2746,"39":2747,"ilities":2748,"Ġlatest":2749,"ĠMexic":2750,"ĠTrans":2751,"Ġcertific":2752,"ĠService":2753,"Ġwarrants":2754,"ux":2755,"Ġtakeover":2756,"Ġtomorrow":2757,"An":2758,"UL":2759,"have":2760,"ott":2761,"Ġadding":2762,"Inc":2763,"Ġdecided":2764,"Ġfarmers":2765,"Ġconsumer":2766,"Ġimpact":2767,"istance":2768,"ĠCentral":2769,"audi":2770,"ilar":2771,"ador":2772,"Ġgave":2773,").":2774,"Ġcase":2775,"ĠIN":2776,"Ġ56":2777,"after":2778,"back":2779,"Ġproposals":2780,"There":2781,"set":2782,"Ġur":2783,"outher":2784,"nes":2785,"Ġovers":2786,"Ġfav":2787,"terling":2788,"ĠMc":2789,"Ġslow":2790,"ication":2791,"Ġther":2792,"ducts":2793,"ney":2794,"Ġsaidit":2795,"oday":2796,"Ġministers":2797,"Ġrevised":2798,"Ġ---":2799,"82":2800,"Tr":2801,"ends":2802,"Ġ54":2803,"CO":2804,"were":2805,"Ġve":2806,"ath":2807,"ears":2808,"ĠLast":2809,"ĠGu":2810,"outhern":2811,"Com":2812,"arlier":2813,"Ġministry":2814,"BM":2815,"Ġrecomm":2816,"ĠCurren":2817,"Ġprim":2818,"iplom":2819,"sion":2820,"Ġdep":2821,"Ġresponse":2822,"wards":2823,"ĠFore":2824,"Ġdrug":2825,"Ġcars":2826,"last":2827,"thing":2828,"Ġproceeds":2829,"irmed":2830,"wide":2831,"ĠSome":2832,"Ġprospect":2833,"Ġrecover":2834,"Ġleading":2835,"Ġbroker":2836,"ysler":2837,"Ġincluded":2838,"Ġproblem":2839,"Ġbring":2840,"Ġreform":2841,"aced":2842,"Ġ1990":2843,"ĠEngland":2844,"February":2845,"actions":2846,"Ġtw":2847,"Ġincreasing":2848,"Ġkeep":2849,"Ġins":2850,"Ġvar":2851,"ival":2852,"Ġcuts":2853,"Ġsuccess":2854,"Air":2855,"ATT":2856,"Ġcapacity":2857,"ne":2858,"Ġprobably":2859,"Ġexisting":2860,"Ġrising":2861,"Ġsoybe":2862,"cker":2863,"Ġdespite":2864,"urobond":2865,"84":2866,"Ġaid":2867,"alers":2868,"Ġalthough":2869,"Ġcreditors":2870,"Ġlike":2871,"countr":2872,"akers":2873,"agreement":2874,"Ġmonetary":2875,"Ġreduction":2876,"ĠTexaco":2877,"ID":2878,"Ġ1984":2879,"ify":2880,"Ġholders":2881,"islation":2882,"idence":2883,"Ġreject":2884,"forman":2885,"ĠEnergy":2886,"ortgage":2887,"79":2888,"OL":2889,"ino":2890,"Ġlic":2891,"Ġcharge":2892,"Ġview":2893,"ocoa":2894,"Ġthep":2895,"Ġfield":2896,"ption":2897,"Ġrefin":2898,"Ġdirectors":2899,"600":2900,"tonn":2901,"ars":2902,"ĠSEC":2903,"ĠBundesbank":2904,"emicon":2905,"Ġbetter":2906,"Ġfiling":2907,"hel":2908,"leg":2909,"Ġstates":2910,"ĠĠĠĠĠĠĠĠĠĠĠ":2911,"Ġunchanged":2912,"emiconduct":2913,"MF":2914,"ĠIf":2915,"ource":2916,"ĠChairman":2917,"74":2918,"atch":2919,"Ġmarg":2920,"ĠCommittee":2921,"Ġsoft":2922,"ulative":2923,"ĠKore":2924,"Ġbelieve":2925,"ĠElectric":2926,"go":2927,"ane":2928,"Ġoun":2929,"ĠCapital":2930,"ĠĠĠĠĠĠĠĠĠĠ":2931,"Ġpayable":2932,"Ġdiffer":2933,"wait":2934,"Ġcred":2935,"Ġph":2936,"atin":2937,"atist":2938,"ivers":2939,"ĠHold":2940,"obert":2941,"Ġlimit":2942,"Ġstudy":2943,"expected":2944,"likely":2945,"ry":2946,"ening":2947,"Ġtore":2948,"ĠCalif":2949,"ĠSal":2950,"this":2951,"ĠMAY":2952,"olic":2953,"Ġending":2954,"Ġmainly":2955,"Ġflow":2956,"ĠPrime":2957,"road":2958,"Ġ43":2959,"ĠKong":2960,"Ġeconomists":2961,"Ġgrant":2962,"TC":2963,"includ":2964,"ering":2965,"arson":2966,"Ġenergy":2967,"ateral":2968,"Ġfood":2969,"que":2970,"ecomm":2971,"Ġplus":2972,"Ġexcludes":2973,"Ġsituation":2974,"formance":2975,"23":2976,"Ġstep":2977,"igation":2978,"Ġfigure":2979,"ĠPhilipp":2980,"Ex":2981,"Ġreach":2982,"ĠCit":2983,"against":2984,"operation":2985,"ĠMotors":2986,"Ġwon":2987,"ither":2988,"MC":2989,"Ġtem":2990,"Ġlb":2991,"urpos":2992,"Ġforthe":2993,"Ġstreng":2994,"ĠDevelopment":2995,"April":2996,"den":2997,"Ġdou":2998,"Ġnor":2999,"Ġable":3000,"Ġseries":3001,"Ġmov":3002,"Ġreason":3003,"ĠMorgan":3004,"Ġrepurchase":3005,"Ġrevenue":3006,"ĠAustralian":3007,"DP":3008,"Ġtook":3009,"Ġ66":3010,"Ġrestructuring":3011,"Ġcrit":3012,"Ġland":3013,"Ġagreements":3014,"itary":3015,"Ġincreases":3016,"ĠChicago":3017,"Ġpolicies":3018,"ĠLynch":3019,"Ġtra":3020,"Ġtaking":3021,"Ġagain":3022,"Ġparticular":3023,"400":3024,"800":3025,"Ġcop":3026,"Ġeas":3027,"ĠHong":3028,"Ġintervention":3029,"attle":3030,"Ġrules":3031,"iers":3032,"rate":3033,"Ġhous":3034,"ĠSup":3035,"ift":3036,"Ġestabl":3037,"This":3038,"craft":3039,"iet":3040,"ires":3041,"Ġforce":3042,"RA":3043,"high":3044,"ĠMal":3045,"ĠMich":3046,"rought":3047,"Ġ1992":3048,"Ġbroad":3049,"committee":3050,"reet":3051,"Ġ41":3052,"Ġclaim":3053,"Ġslightly":3054,"tributed":3055,"Ġruling":3056,"ĠWhite":3057,"iy":3058,"Ġred":3059,"Ġoffice":3060,"Ġstrate":3061,"CT":3062,"isis":3063,"ems":3064,"ĠStandard":3065,"Ġdisput":3066,"Ġdiscount":3067,"700":3068,"Ġahead":3069,"Ġresearch":3070,"Ġissuing":3071,"Ġsimilar":3072,"zer":3073,"arily":3074,"Ġdaily":3075,"irm":3076,"Ġwhol":3077,"Ġ400":3078,"ĠAnalysts":3079,"Ġattack":3080,"Ġretail":3081,"stitution":3082,"te":3083,"aries":3084,"Ġtothe":3085,"ĠTaiwan":3086,"Ġexch":3087,"ram":3088,"March":3089,"dollar":3090,"aring":3091,"Ġvis":3092,"Ġbilliondlrs":3093,"Ġlimited":3094,"Ġlisted":3095,"CH":3096,"Europe":3097,"ences":3098,"ĠPoor":3099,"ained":3100,"Ġseen":3101,"76":3102,"coura":3103,"Ġuns":3104,"Ġfind":3105,"Ġimmediately":3106,"illing":3107,"ĠCommerce":3108,"Ġdeleg":3109,"announ":3110,"Ġunderwriting":3111,"ĠBrothers":3112,"Ġextraordinary":3113,"fall":3114,"iber":3115,"Ġpoll":3116,"ĠWill":3117,"epend":3118,"ecessary":3119,"ST":3120,"omon":3121,"irc":3122,"Ġcommit":3123,"certain":3124,"Japanese":3125,"Ġcombined":3126,"West":3127,"Ġes":3128,"Ġsol":3129,"thern":3130,"Ġintent":3131,"Ġpurchases":3132,"Ġprincipal":3133,"ham":3134,"king":3135,"Ġinformation":3136,"iles":3137,"Ġreports":3138,"ĠMid":3139,"ĠPenn":3140,"ĠEd":3141,"Ġ64":3142,"prov":3143,"Ġsuit":3144,"ĠCont":3145,"three":3146,"Ġheavy":3147,"ipel":3148,"Ġoperation":3149,"crib":3150,"Ġpotential":3151,"ecommunications":3152,"04":3153,"Ġmater":3154,"ĠCourt":3155,"ĠSch":3156,"osp":3157,"iron":3158,"Ġdisclosed":3159,"ressed":3160,"Ġcarry":3161,"Ġquestion":3162,"'re":3163,"tered":3164,"Ġ99":3165,"Ġclass":3166,"ĠArgent":3167,"evision":3168,"alm":3169,"ĠMerrill":3170,"ulated":3171,"employ":3172,"Ġ69":3173,"Ġjob":3174,"06":3175,"Ġgener":3176,"ĠPe":3177,"opt":3178,"Ġresol":3179,"ĠForeign":3180,"83":3181,"had":3182,"idual":3183,"urb":3184,"ĠIraq":3185,"acc":3186,"ody":3187,"ops":3188,"Ġrisk":3189,"Ġdeposits":3190,"Ġinvolved":3191,"Co":3192,"aded":3193,"ĠSaudi":3194,"Al":3195,"ke":3196,"Ġinsurance":3197,"Ġhit":3198,"ĠCO":3199,"Ġcurrencies":3200,"ĠResources":3201,"ĠIs":3202,"ĠWall":3203,"Ġ67":3204,"Ġshareholder":3205,"Ġprem":3206,"ĠSte":3207,"Ġrather":3208,"ĠOFF":3209,"Ġgrowing":3210,"been":3211,"Ġsharp":3212,"ĠRepublic":3213,"lin":3214,"ories":3215,"Ġexerc":3216,"Ġtaxes":3217,"Ġnewsp":3218,"ĠIndones":3219,"Ġexpansion":3220,"Ġdro":3221,"ĠRich":3222,"ĠSun":3223,"Ġ250":3224,"1987":3225,"production":3226,"ĠtheU":3227,"Ġconstruction":3228,"berg":3229,"Ġinterview":3230,"istic":3231,"Ġ85":3232,"Ġadvis":3233,"21":3234,"Ġsom":3235,"ING":3236,"Ġconcern":3237,"EL":3238,"Oper":3239,"zuel":3240,"ster":3241,"ĠTotal":3242,"Ġcaused":3243,"bur":3244,"oon":3245,"two":3246,"Ġrede":3247,"ĠDutch":3248,"ĠIndustry":3249,"ĠGen":3250,"ĠGas":3251,"Ġdiscontinued":3252,"Ġleaders":3253,"stead":3254,"tonnes":3255,"Ġach":3256,"Ġdistribution":3257,"ĠComp":3258,"uesday":3259,"Ġquota":3260,"board":3261,"Ġpat":3262,"ĠPaul":3263,"ĠDel":3264,"ĠLaw":3265,"Ġpaying":3266,"ilders":3267,"investment":3268,"If":3269,"aut":3270,"business":3271,"Ġut":3272,"utures":3273,"sth":3274,"ĠMin":3275,"aging":3276,"Ġcommission":3277,"Ġoverall":3278,"Brit":3279,"New":3280,"aster":3281,"ĠIm":3282,"Ġcompl":3283,"Ġvers":3284,"Ġ68":3285,"anging":3286,"Ġquotas":3287,"prices":3288,"ĠAustralia":3289,"ĠAfrica":3290,"atistics":3291,"ool":3292,"Ġtons":3293,"ĠFl":3294,"Ġ53":3295,"profit":3296,"Ġsharply":3297,"oe":3298,"Ġsent":3299,"Ġstabil":3300,"Ġalmost":3301,"rown":3302,"Ġlaws":3303,"Ġlegislation":3304,"Ġcustomers":3305,"Ġhar":3306,"Ġproduce":3307,"Ġsettlement":3308,"January":3309,"UR":3310,"Ġfound":3311,"Ġdiplom":3312,"Ġ95":3313,"Ġprep":3314,"Ġautom":3315,"Ġdeposit":3316,"ĠMexico":3317,"Ġcredits":3318,"TH":3319,"Ġnight":3320,"Ġexper":3321,"ĠNo":3322,"ored":3323,"ounter":3324,"trade":3325,"Ġenough":3326,"Ġcontinuing":3327,"ĠMonetary":3328,"isf":3329,"ental":3330,"ĠOther":3331,"foreign":3332,"ĠAll":3333,"Ġextended":3334,"Ġturnover":3335,"PC":3336,"Ġton":3337,"ĠRobert":3338,"ĠEast":3339,"bert":3340,"grams":3341,"Ġattempt":3342,"enezuel":3343,"Ġsuggest":3344,"Ġpartnership":3345,"Ġcertificates":3346,"Ġsession":3347,"Ġwid":3348,"Ġdil":3349,"Ġnation":3350,"Ġyou":3351,"Ġcrisis":3352,"........":3353,"cuador":3354,"rep":3355,"eng":3356,"Ġpurpos":3357,"Ġfr":3358,"Ġvote":3359,"Ġexcess":3360,"Ġraising":3361,"Ġprovided":3362,"Ġrespectively":3363,"49":3364,"icro":3365,"Ġthreat":3366,"panies":3367,"Ġ1989":3368,"argo":3369,"Ġdeveloping":3370,"Ġdelay":3371,"embour":3372,"ominations":3373,"Ġprotection":3374,"Ġdelivery":3375,"ĠVolcker":3376,"uxembour":3377,"sup":3378,"ways":3379,"Ġsat":3380,"than":3381,"oston":3382,"Ġproducer":3383,"enses":3384,"ornia":3385,"ĠLoan":3386,"OT":3387,"ingap":3388,"aders":3389,"ancing":3390,"rend":3391,"Ġachie":3392,"Re":3393,"ĠBanc":3394,"Ġinvestor":3395,"awa":3396,"Ġdollars":3397,"version":3398,"Ġestimates":3399,"ĠIranian":3400,"bet":3401,"Ġche":3402,"ĠMoody":3403,"Ġjoin":3404,"Ġefforts":3405,"ĠChrysler":3406,"uxembourg":3407,"ingapore":3408,"Ġnorm":3409,"ĠBel":3410,"Ġleft":3411,"look":3412,"Ġremaining":3413,"stitute":3414,"Ġparticip":3415,"Ġredeem":3416,"46":3417,"dlr":3418,"oid":3419,"well":3420,"alt":3421,"oman":3422,"ĠHar":3423,"while":3424,"Ġcharges":3425,"call":3426,"urers":3427,"ĠBar":3428,"ands":3429,"abour":3430,"Ġinterests":3431,"ĠCompany":3432,"Ġbuffer":3433,"Ġoffers":3434,"Ġbrokers":3435,"Ġliquidity":3436,"ruptcy":3437,"draw":3438,"Ġlost":3439,"Ġstaff":3440,"Ġshipp":3441,"tration":3442,"Ġweak":3443,"Ġtermin":3444,"ynd":3445,"Ġserious":3446,"Ġgreater":3447,"Brazil":3448,"General":3449,"hic":3450,"ality":3451,"ĠDav":3452,"ividual":3453,"ourse":3454,"Ġ125":3455,"Ġmiles":3456,"atively":3457,"ison":3458,"Ġemer":3459,"ĠTer":3460,"ĠSm":3461,"ĠEarlier":3462,"Ġspecific":3463,"Ġremains":3464,"contract":3465,"west":3466,"ĠInsurance":3467,"ĠLou":3468,"Ġencoura":3469,"Ġannouncement":3470,"Ġinstitutions":3471,".-":3472,"cas":3473,"Ġsterling":3474,"Ġoc":3475,"Ġmiss":3476,"Ġeurobond":3477,"ĠCity":3478,"ĠMed":3479,"ĠGovernment":3480,"Ġ58":3481,"Ġproduced":3482,"Ġbook":3483,"Ġaccounts":3484,"Ġbusinesses":3485,"Ġtransactions":3486,"Ġestimate":3487,"Ġimproved":3488,"markets":3489,"Se":3490,"lant":3491,"Ġpubl":3492,"icted":3493,"ocial":3494,"Ġelectron":3495,"Commission":3496,"Ġtempor":3497,"men":3498,"Ġcame":3499,"urt":3500,"ully":3501,"Ġrequired":3502,"Ġopened":3503,"Ġaimed":3504,"Ġnatural":3505,"ĠBanking":3506,"Ġstruct":3507,"Ġemployees":3508,"ĠMotor":3509,"Ġclosing":3510,"Ġengine":3511,"Ġtechnology":3512,"Ġinc":3513,"ilateral":3514,"Ġlonger":3515,"Ġbeginning":3516,"Ġfailed":3517,"uwait":3518,"asone":3519,"ĠAb":3520,"ung":3521,"akasone":3522,"Ġtrust":3523,"Ġchanged":3524,"Ġ101":3525,"ĠShearson":3526,"Ġmedium":3527,"56":3528,"eut":3529,"Ġwor":3530,"ilt":3531,"eting":3532,"Ġevery":3533,"ĠTuesday":3534,"ills":3535,"Ġ59":3536,"they":3537,"ensive":3538,"increase":3539,"Ġoverseas":3540,"May":3541,"PA":3542,"ao":3543,"iring":3544,"price":3545,"because":3546,"ĠPre":3547,"Ġconcess":3548,"ĠGe":3549,"Ġagricultural":3550,"Ġperformance":3551,"Ġknow":3552,"Ġrestrict":3553,"Canada":3554,"ĠKorea":3555,"72":3556,"uted":3557,"Ġonthe":3558,"ĠPer":3559,"Ġaltern":3560,"Ġsepar":3561,"ĠBrazilian":3562,"bit":3563,"nown":3564,"Ġaward":3565,"Ġsource":3566,"Ġpercent":3567,"Ġcompar":3568,"ĠDealers":3569,"Ġnetwork":3570,"Ġnearly":3571,"ĠEconomic":3572,"capital":3573,"more":3574,"ĠCouncil":3575,"Ġalong":3576,"Ġdesigned":3577,"Ġstarted":3578,"Ġmanufacturing":3579,"BC":3580,"US":3581,"Ġparent":3582,"Ġbus":3583,"ĠAut":3584,"banks":3585,"operations":3586,"Ġsteel":3587,"Ġaffected":3588,"eries":3589,"ĠtheS":3590,"ĠDlrs":3591,"agn":3592,"Ġ61":3593,"ĠStreet":3594,"Ġparty":3595,"Ġowns":3596,"Ġrelated":3597,"ĠWilliam":3598,"Ġsavings":3599,"arrow":3600,"Ġfeed":3601,"mental":3602,"Ġmajority":3603,"Ġmatur":3604,"Ġintroduced":3605,"ĠItaly":3606,"Ġpremium":3607,"iro":3608,"Ġcited":3609,"Ġinst":3610,"urk":3611,"Ġprogress":3612,"ĠProdu":3613,"ĠIMF":3614,"ĠBoston":3615,"endit":3616,"forms":3617,"sidiary":3618,"anger":3619,"Ġopposition":3620,"orporation":3621,"ipeline":3622,"En":3623,"Ġothers":3624,"Ġlight":3625,"ĠCy":3626,"Ġexceed":3627,"Ġcalls":3628,"Ġallowed":3629,"Ġimportant":3630,"Ġactivity":3631,"96":3632,"Ġfully":3633,"Ġmult":3634,"Ġlink":3635,"plan":3636,"Ġreserve":3637,"But":3638,"ded":3639,"requ":3640,"Ġbeh":3641,"raph":3642,"ulate":3643,"ĠGr":3644,"They":3645,"Ġprevent":3646,"cording":3647,"ĠInvestors":3648,"Ġshipments":3649,"debt":3650,"right":3651,"Ġpound":3652,"Ġstability":3653,"imately":3654,"Ġ600":3655,"complet":3656,"Ġopening":3657,"Ġrejected":3658,"81":3659,"SR":3660,"mitted":3661,"ĠGre":3662,"ĠWed":3663,"Ġcompetition":3664,"Ġnewspaper":3665,"Fin":3666,"TS":3667,"pe":3668,"org":3669,"Ġhouse":3670,"Ġdeclared":3671,"Ġneeds":3672,"Ġobtain":3673,"Ġpersonal":3674,"olidated":3675,"Ġtotalled":3676,"Ġdropped":3677,"IS":3678,"Ġident":3679,"Ġbest":3680,"iding":3681,"eter":3682,"vey":3683,"ĠDEC":3684,"ubber":3685,"disclosed":3686,"economic":3687,"ĠMalays":3688,"iaries":3689,"ony":3690,"illed":3691,"ĠSan":3692,"Ġprime":3693,"Ġquarterly":3694,"Ġblock":3695,"onald":3696,"Ġactivities":3697,"viron":3698,"Ġtariffs":3699,"ask":3700,"uts":3701,"ĠIBM":3702,"Ġprograms":3703,"ards":3704,"years":3705,"Ġcannot":3706,"Ġdeterm":3707,"ĠServices":3708,"Ġviol":3709,"Ġrecommend":3710,"Ġprepared":3711,"lig":3712,"rest":3713,"level":3714,"lying":3715,"enders":3716,"Ġoutside":3717,"Ġmilitary":3718,"Ġrespons":3719,"51":3720,"CA":3721,"National":3722,"Ġtechn":3723,"Ġformed":3724,"ĠMe":3725,"ĠDome":3726,"Ġ72":3727,"ranch":3728,"Ġprojects":3729,"Ġbelieved":3730,"Ġprotect":3731,"Ġelectric":3732,"Ġeffort":3733,"ependent":3734,"LC":3735,"RE":3736,"Ġtrend":3737,"Ġsecurity":3738,"rex":3739,"Ġmax":3740,"ĠDiv":3741,"December":3742,"ĠHoldings":3743,"ĠSalomon":3744,"president":3745,"Ġretal":3746,"Ġretain":3747,"Ġhim":3748,"Ġminimum":3749,"54":3750,"BT":3751,"gl":3752,"grow":3753,"night":3754,"Ġgross":3755,"close":3756,"Ġ62":3757,"Ġfalling":3758,"ealand":3759,"Ġguaranteed":3760,"Ġbreak":3761,"900":3762,"Tex":3763,"Ġtos":3764,"Ġdraw":3765,"Ġlife":3766,"Ġreli":3767,"Ġnecessary":3768,"Ġstores":3769,"Ġorgan":3770,"prise":3771,"can":3772,"Ġwer":3773,"Ġlines":3774,"ĠSix":3775,"Ġcoming":3776,"Ġhealth":3777,"Ġusing":3778,"Ġowners":3779,"Ġfactor":3780,"Ġhouses":3781,"73":3782,"Ġinvent":3783,"Ġhours":3784,"Ġstop":3785,"ternal":3786,"Ġrole":3787,"Ġfactors":3788,"nesday":3789,"fol":3790,"Ġct":3791,"Ġcocoa":3792,"Ġface":3793,"ades":3794,"common":3795,"Ġ92":3796,"airs":3797,"ĠThat":3798,"mont":3799,"previous":3800,"shareholders":3801,"Ġsubstantial":3802,"between":3803,"OS":3804,"ael":3805,"ilver":3806,"ĠBankers":3807,"Ġindicated":3808,"Ġreleased":3809,"ky":3810,"Ġmine":3811,"ĠEqu":3812,"exchange":3813,"consider":3814,"ailed":3815,"Ġoperate":3816,"Ġprovisions":3817,"ĠAdministration":3818,"iminary":3819,"UG":3820,"ding":3821,"fund":3822,"ana":3823,"atur":3824,"Ġandthe":3825,"Ġeither":3826,"otton":3827,"Ġ76":3828,"Ġsoybean":3829,"South":3830,"Ġide":3831,"Ġsays":3832,"ĠFood":3833,"Ġ120":3834,"ĠExpress":3835,"Ġbelieves":3836,"Ġexploration":3837,"ĠSEP":3838,"Ġdoub":3839,"credit":3840,"hib":3841,"time":3842,"woman":3843,"ston":3844,"ĠPower":3845,"umin":3846,"elling":3847,"Ġcomputers":3848,"Ġguilders":3849,"ĠAirlines":3850,"Ġgranted":3851,"Ġvisit":3852,"ĠIndonesia":3853,"ze":3854,"Ġte":3855,"Ġtimes":3856,"rec":3857,"itor":3858,"Ġcirc":3859,"Ġpract":3860,"ĠSant":3861,"urned":3862,"ĠLuxembourg":3863,"agreed":3864,"Ġ96":3865,"Ġinvestments":3866,"gether":3867,"uclear":3868,"Ġarrange":3869,"Ġsupplies":3870,"ivalent":3871,"Ġdifferent":3872,"President":3873,"dam":3874,"rug":3875,"ĠEcuador":3876,"clus":3877,"Ġround":3878,"Ġplants":3879,"Ġmanagers":3880,"ĠUNTR":3881,"ĠParty":3882,"ĠCalifornia":3883,"ĠUNTRD":3884,"dle":3885,"uk":3886,"vis":3887,"Ġreb":3888,"Ġrating":3889,"eech":3890,"umulative":3891,"ported":3892,"ugar":3893,"Ġ800":3894,"Ġ145":3895,"Ġacquisitions":3896,"Ġconsidering":3897,"emiconductor":3898,"ĠArgentina":3899,"71":3900,"Ph":3901,"icorp":3902,"Ġdefin":3903,"ĠFord":3904,"Ġconn":3905,"Ġunless":3906,"Ġhesaid":3907,"amily":3908,"Ġearned":3909,"ternoon":3910,"Ġmonthly":3911,"Ġoffset":3912,"Ġcompetitive":3913,"emption":3914,"enezuela":3915,"ĠDavid":3916,"could":3917,"ination":3918,"Ġinf":3919,"ĠChemical":3920,"ĠSc":3921,"Ġundisclosed":3922,"arks":3923,"Ġtry":3924,"Ġ63":3925,"ĠKuwait":3926,"Ġremained":3927,"Ġmeasure":3928,"Ġanticip":3929,"Ġvehic":3930,"ED":3931,"din":3932,"hman":3933,"ker":3934,"Ġed":3935,"iling":3936,"ĠNakasone":3937,"ĠGATT":3938,"trans":3939,"oyd":3940,"1985":3941,"Ġpurchased":3942,"Ġrelations":3943,"Ġaircraft":3944,"Ġlegal":3945,"WA":3946,"uction":3947,"Ġ...":3948,"ingle":3949,"Ġstim":3950,"ains":3951,"Ġquick":3952,"Ġregion":3953,"Ġconsidered":3954,"ĠAPRIL":3955,"ĠComputer":3956,"SA":3957,"gu":3958,"Ġhome":3959,"ĠMet":3960,"Ġ700":3961,"Ġmean":3962,"Ġdispute":3963,"bro":3964,"Ġmortgage":3965,"through":3966,"Ġnote":3967,"lands":3968,"pecially":3969,"Ġregulatory":3970,"Ġdiluted":3971,"yesterday":3972,