{"text": "\"Donald Trump asks what the African American community has to lose by voting for him. The answer is everything from a man who questions the citizenship of the first African American President courts white supremacists and has been sued for housing discrimination against communities of color. \"Trump painting the entire community as living in poverty with no jobs continues to show he is completely out of touch with the African American community.\" xa0\"The employees allegedly directed blacks and Puerto Ricans away from buildings with mostly white tenants and steered them toward properties that had many minorities the government filings alleged. In October 1973 the Justice Department filed a civil rights case that accused the Trump firm whose complexes contained 14000 apartments of violating the Fair Housing Act of 1968.\" Washington Postxa0  xa0\"Ive waded through 1021 pages of documents from that legal battle and they are devastating. Donald Trump was then president of the family real estate firm and the government amassed overwhelming evidence that the company had a policy of discriminating against blacks including those serving in the military… Donald Trump furiously fought the civil rights suit in the courts and the media but the Trumps eventually settled on terms that were widely regarded as a victory for the government.xa0Three years later the government sued the Trumps again for continuing to discriminate.\" Nicholas Kristof New York Timesxa0  xa0\"The younger Trump demonstrated the brash combative style that would make him famous holding forth at a news conference in a Manhattan hotel to decry the governments arguments as such outrageous lies. He would also say that the company wanted to avoid renting apartments to welfare recipients of any color but never discriminated based on race.\" Washington Postxa0  xa0OREILLY: \"Do you think its an important subject?\" TRUMP: \"Listen I have a birth certificate. I have my birth certificate. And in fact they said the one I gave yesterday wasnt good enough. So I actually got the one from the Health Department which is a perfect one. Because they were saying the one I gave yesterday wasnt good enough so I got the other. People have birth certificates. He doesnt have a birth certificate. He may have one but theres something on that maybe religion maybe it says he is a Muslim. Maybe he doesnt want that. Or he may not have one. But I will tell you this. If he wasnt born in this country its one of the great scams of all time.\" OReilly Factor Fox Newsxa0  xa0Wall Street Journalxa0  Politico  xa0Talking Points Memoxa0  \"On thexa0Sunday morning talk shows Republican presidential front-runner Donald Trump refused to condemn endorsements from a prominent white supremacist and former KKK leader and said he retweeted a Mussolini quote because its a very good quote.… Trump refused to condemn that endorsement or say he didnt want the support of white supremacists — four times. I dont know anything about David Duke. I dont know what youre even talking about with white supremacy or white supremacist. I dont know. I dont know did he endorse me or whats going on? he said.\" NPRxa0  HEILEMANN: \"But if you read this story and read a lot of people who are white and organized white supremacist groups talking ebulliently about you talking why they about – why they like you so much would that trouble you at all? Does that give you pause make you wonder about your message?\" TRUMP: \"Honestly John I would have to read the story. A lot of people like me.\" Bloomberg TV 8/26/15 ", "date": "2016-08-19"}