{"text": ":  After touting his positive campaign repeatedly on the trail the New York Times this morning   that the Sanders campaign is now publicly weighing the option to \"directly attack\" on Hillary Clinton on the airwaves – in violation of Senator Sanders repeated pledgexa0            ad. While this is a clear escalation attacks from the Sanders campaign have been building for months. Just today the Wall Street Journalxa0 \"xa0about how Bernie Sanders is using his stump speech to attack Secretary Clintons character. Last year after a reporter called to question it the Sanders campaign wasxa0\" xa0to   a negative online ad when Sanders himself admitted it crossed the line in attacking Secretary Clinton. And this month the Sanders campaign faced criticism for running a TV ad that was an implicit attack on Hillary Clinton. As the Iowa caucus has drawn nearer Sanders has even taken to   on Clinton. And now under pressure with just five days left until the contest the campaign is going public with active discussions about launching \"direct\" attacks against Hillary Clinton on TV—and the Clinton campaign has released a new video highlighting the difference between Senator Sanders previous claims and his recent attacks. Watch the video here:  \"Its disappointing that Senator Sanders has abandoned his claims of a positive campaign in order to parrot Karl Roves attacks against Hillary Clinton. From comparisons to Dick Cheney to personal attacks Bernie Sanders and his campaign have repeatedly violated their pledge to run a different kind of campaign\"     ABC News   : \"We dont run negative ads.\" : \"As someone who has never run a negative political ad in his life my campaign will be driven by issues and serious debate.\" : \"Sanders wont even do a straight-up contrast ad… If we do that were done Sanders strategist Tad Devine says. If we do a classic comparative ad its over. Well have to be smarter.\" : \"I happen to have known – know Hillary Clinton for the last 25 years. I respect her. I admire her. Im not going to get into the business of attacking her. I have never run a negative political ad in my life.\" : \"This campaign is never going to be about attacking her and pushing back on her and diminishing her.\" : \"Sen. Bernie Sanders (I-Vt.) will never run attack ads against Democratic front-runner Hillary Clinton a top adviser to the liberal firebrand told The Hill.\" : \"Im not runningxa0 xa0Hillary Clinton.\" Bloombergxa0  NPRxa0  CNNxa0  Washington Postxa0  xa0Reutersxa0  xa0 Wall Street Journalxa0   The Hillxa0   Washington Postxa0   Washington Postxa0   CNNxa0  CNNxa0   NPRxa0   Politicoxa0   CNNxa0   CNNxa0  CNNxa0  ", "date": "2016-01-27"}