{"text": "\"We believe the RNC official in the room the campaigns statement after the meeting and the candidate himself that Donald Trumps immigration plan remains the same as its always been: tear apart families and deport 16 million people from the United States. One need look no further for confirmation than Donald Trumps own words and the TV ad releasedxa0on Fridayxa0thats beingxa0 by white supremacists.\" \": RNC Official at Trumps Hispanic Meeting Debunks False BuzzFeed Univision Reports that Donald Succumbed to Amnesty Activists\" \"Mr. Trump said nothing today that he hasnt said many times before including in his convention speech—enforce ourimmigration laws uphold the Constitution and be fair and humane while putting American workers first. Todays conversation was productive and enlightening and Mr. Trump looks forward to speaking with these leaders again soon and often.\" –xa0 xa0\"But still tell me the how. Are you going to have a massive deportation force? Brzezinski asked.xa0Trumpxa0responded affirmatively: Youre going to have a deportation force and youre going to do itxa0humanely and youre going to bring the country — and frankly the people because you have some excellent wonderful people some fantastic people that have been here for a long period of time.\" Washington Postxa0  TRUMP: \"Well first of all its not only deportation. Its building a wall and I mean a real wall. Mexico will pay for the wall. Most politicians wouldnt understand how you go about doing that. It will happen. Its basically quite simple. But its going to be done in a veryxa0humane fashion. People will have to go out they are illegal immigrants they came in illegally. They have to go out and they have to come back legally. Bret there will be a deportation and hopefully theyll be able to come back into the country.\" Special Report with Bret Baier Fox News 11/12/15 TRUMP: \"And you can do it on axa0humanexa0basis. You can do it on a basis where it works. And they come back – good ones can come back but they have to go through a process. We have million of people wanting to get into the country and they are doing it legally and theyre going through this long process and its really unfair to them also.\" Mornings With Maria Fox Business 11/6/15 SCOTT PELLEY: \"Lets assume your wall has gone up.\" DONALDxa0TRUMP: \"Good.\" SCOTT PELLEY: \"Eleven twelve million illegal immigrants—\" DONALDxa0TRUMP: \"Or whatever the number is.\" SCOTT PELLEY: \"Still in the country what do you do?\" DONALDxa0TRUMP: \"If theyve done well theyre going out and theyre coming back in legally. Because you said it—\" SCOTT PELLEY: \"Youre rounding them all up?\" DONALDxa0TRUMP: \"Were rounding them up in a very humanexa0way in a very nice way. And theyre going to be happy because they want to be legalized. And by the way I know it doesnt sound nice but not everything is nice somebody has to do it.\" SCOTT PELLEY: \"It doesnt sound practical.\" DONALDxa0TRUMP: \"It is practical. Its going to work. They have to come here legally. And you know when I talk about the wall and I said it before were going to have a tremendous beautiful wide-open door. Nice big door. We want people to come into the country.\" 60 Minutes CBS 9/27/15 xa0\"Trumpxa0made his affinity for Operation Wetback clear during an interview with CBSs Scott Pelley in September. Speaking on 60 Minutes Overtime Pelley askedxa0Trumpxa0to explain his plans for curbing illegal immigration. Were rounding them up in a veryxa0humanexa0way a very nice wayxa0Trumpxa0said as he has expressed before. What does that roundup look like to you? Pelley pressed. How does it work? Are you going to have cops going door-to-door?xa0Trumpxa0interjected: Did you like Eisenhower? Did you like Dwight Eisenhower as a president at all? He did this the presidential candidate said. He did this in the 1950s with over a million people and a lot of people dont know that…and it worked.\" Washington Postxa0  xa0TRUMP: \"Were going to work a plan. You know that in 19 – in an early 1950s Dwight Eisenhower had the exact same situation and he moved out one and a half million people and very few people talked about it and it was a tough situation but what he did is he did it. And you know I like Ike. The expression is I like Ike. That was his whole campaign. He was the nice guy supposedly. He moved out a million and a half people. And actually he moved them right up to the border and move them over. They came back. Moved them again they came back then he brought them all the way south and they never came back. I mean you know its a very famous thing. People dont talk about it.\" Mornings With Maria 11/6/15 xa0TRUMP: \"Very detailed. Its very detail then we explain– do you know that Dwight Eisenhower who is a nice general in the 1950s do you know that he moved over a million people out and what he did he brought them to the border and they came right back. Brought them to the boarder and they came right back. Then what they did is they took them and moved them all the way down south and they never came back. But Dwight Eisenhower moved over a million its actually a million and a half people back in to the south through the border because it was a huge problem. Nobody ever mentions it. It was a major operation a million and a half people which is maybe the equivalent in those days and he moved them out because we had a huge problem in the 1950s. Nobody ever talks about it.\" The Today Show NBC 10/26/15 Not only does Donald Trump support ending birthright citizenshipxa0the real estate mogul now says children born to undocumentedimmigrants on U.S. soil arent American citizens at all.xa0\"I dont think they have American citizenship and if you speak to some very very good lawyers — and I know some will disagree — but many of them agree with me and youre going to find they do not have American citizenship. We have to start a process where we take back our country. Our country is going to hell\" Trump said in an interview with CNNxa0on Tuesdayxa0night. The current frontrunner for the Republican presidential nomination added thatxa0he wants to \"test out\" his views in court and that he would ultimately allow \"good ones\" to apply to return to the U.S. once all undocumented immigrants were deported…There were an estimated 4.5 million U.S.-born children younger than the age of 18 living with at least one undocumented parent in 2012 according to a 2014 Pew Hispanic Center report. Deport them all. That seems to be Donald Trumps nuanced message.xa0All undocumented immigrants must be deported and any children they had while in the country should be kicked out as well.xa0\"Were going to keep the families together but they have to go\" Trump said on NBCsMeet the Press. What about the kids who have lived their whole lives in the United States and have nowhere to go? \"They have to go\" he said. \"We will work with them. They have to go. Chuck we either have a country or we dont have a country.\" ", "date": "2016-08-21"}