{"text": "9 facts that show our education system is failing the most vulnerable—and why that hurts us all At a recent campaign event in Raleigh North Carolina Hillary Clinton underscored the need to break down all of the barriers that hold people back—including barriers to getting a world-class education. \"Education should be a great door-opener and yet we know it often doesnt turn out that way\" she said. \"Every child in this country deserves a good teacher in a good school—regardless of the ZIP code that you live in.\" \"Right now our education system is failing too many children. And thats a huge problem—\" \"Our most vulnerable children arent receiving the education they deserve and that will affect lives—and our economy—for generations to come.\" Here are the facts: In 1954 the Supreme Court ruling in   ended school segregation declaring that so-called \"separate but equal\" schools for black and white students were unconstitutional. In the years that followed we finally began to slowly integrate our schools. But by 2011  \"Theres a strong connection between a familys socioeconomic status and how well a child does in school. Often students who are living in poverty need more support from schools in order to succeed—but many schools are not able to provide that support.\" The average kindergarten teacher makes $53480 a year and there are about 158000 kindergarten teachers in the United States. So in 2014 American kindergarten teachers made about $8.5 billion collectively. By comparison the top 25 hedge fund managers in America collectively earned $11.6 billion in 2015 according to   magazine—and the magazine noted that 2015 was a bad year for hedge fund managers. A great K–12 education can pay off in higher education helping students to go to college and graduate with a degree. The difference in earnings between people who graduate from high school and those with college degrees is getting wider every year. Only about 50 percent of students who start college in the United States end up getting their degree—a percentage that is far lower than other nations. As president Hillary will launch a national campaign to support and modernize the teaching profession and make sure our teachers are paid like the future of the country is in their hands—because it is. Hillary will also make sure that the best practices of community and charter schools are applied broadly so that students in every public school can benefit and ensure early childhood education is available everywhere. \"And Hillary will invest in Americas poorest schools and ensure all schools are meeting the needs of every student—because we have to close the gap for low-income students students of color English Language Learners and students with disabilities.\" ", "date": "2016-03-22"}