{"text": "Mikey Cole experienced our broken criminal justice system. He knows Hillary will fix it. ----- Just a few blocks away from the New York City projects he grew up in Mikey Cole serves customers while bragging on the sixth grader who has just walked into his ice cream shop Mikey Likes It. \"This little man is a genius!\" Mikey says gesturing with his ice cream scoop as the students mother stands in the doorway smiling. \"Tell them what you want to be when you grow up!\" \"A nuclear astrophysicist\" the kid says proudly. \"I just started at a new school.\" Everyone who comes into Mikey Likes It is greeted like an old friend by Mikey the owner who works behind the counter whenever he gets the chance. He interrogates one young man about whether hes staying out of trouble in school. \"Ive heard some stories\" Mikey tells him. He gives another a high-five when he tells Mikey hes got straight As in school. \"You know if you keep those up you can bring your report card here at the end of the year and get some free ice cream right?\" Mikey asks. The young man nods telling Mikey hell be back for a free scoop. \"Thats what I like to hear!\" \"I spent six months in Rikers\" he says referring to New York Citys massive prison complex on Rikers Island. \"Marijuana possession with intent to sell. It was a dark time in my life. Im not proud of it.\" When Mikey was released—\"on good behavior with eight years probation\" he adds smiling—he had a difficult time getting back on his feet. \"I couldnt get a job. Every job application has this little box that you have to check if youve ever been incarcerated. And I know when I check that box thats it. Im not getting that job. One day I stopped and said??why dont I just start my own business and do this on my own?\" When former prisoners try to re-enter the job market many discover a new hurdle: Job applications will often require them to check a box disclosing that they have criminal record. And sometimes job applicants that check that box are automatically written off by employers. \"The box\" creates a huge barrier to reentry for former prisoners—and not just because of the effect it has on employment: the box appears on many housing applications too making it difficult for some former inmates to even find a place to live. The unemployment rate for African Americans is double the rate for white Americans—and has been for quite some time. And an African American college graduate without a criminal record has the same employment prospects as a white high-school dropout or a white person with a prison record according to a 2014 study by the Young Invincibles a nonpartisan education and economic opportunity advocacy group. And even though African Americans make up about 13 percent of the U.S. population 37 percent of the male prison population is black and black women are incarcerated at twice the rate of white women. Eventually Mikey became so fed up with being turned down for job after job that he decided to go around it?by starting his own business. \"After discovering a family recipe for vanilla ice cream Mikey handed out samples to his friends and neighbors. When they told him that the ice cream was good—really good—he decided to start selling it out of his apartment. It was an instant success and before long Mikey didnt have to worry about being turned down for jobs.\" \"Mikey Likes It has been incredibly successful. But Mikeys story is far from the norm. Because of the many barriers they face such as housing and employment discrimination many former prisoners have an extremely difficult time transitioning back to their lives. Mikey wants to use his business to help people who find themselves in the same position he was once in.\" \"I want to put Mikey Likes It in prison towns and work with the system and the halfway houses so that while people are getting rehabilitated they can work in my ice cream shops. That way when they go home theyve got something on their resume so that little box doesnt hold them back so much.\" Hillary is committed to breaking down barriers for every American and has proposed policies to make sure former prisoners are given the second chance they deserve. Her criminal justice reform agenda includes \"banning the box\" so that people applying for jobs with the federal government and federal contractors will be able to demonstrate their qualifications before theyre asked about their records and creating initiatives that help former prisoners get back on their feet once theyre released. \"Talking about the issues that get to people once theyre out to me shows that she really understands it. She gets that we have to make sure people are able to live productive lives once theyre released\" Mikey says. \"Thats huge.\" \"Hillarys plan also addresses the issues former prisoners face that arent talked about often such as state laws that prohibit former prisoners from voting.\" \"Shes been speaking out about giving the right to vote back to us and thats so important to me. Its not something you see people talk about often.\" Mikeys tribute to Hillary is a twist on his classic \"Mac Daddy\" sundae: Chocolate ice cream chocolate chips and chocolate marshmallows sandwiched between two chocolate waffles (with crushed Oreos mixed into the waffle batter) topped with chocolate whipped cream and a chocolate drizzle and finished with a chocolate-covered cherry. He plans to spend the next year advertising the Mac Daddy Victory as a way to get out the vote for Hillary and believes advertising the sundae will give him an opportunity to tell his customers how Hillary will break down barriers in for people in his community. He hopes that one day he will be able to join them at polls again. \"Maybe Ill get to re-elect President Hillary in 2020 right?\" Mikey says with a smile as he serves up one of his ice cream sandwiches to a regular. ", "date": "2016-02-17"}