{"text": "\"And why thats a big big problem.\" Today several families of the 2012 Sandy Hook Elementary shooting are in court waiting to hear whether their lawsuit against Bushmaster—the company that manufactured the military-style gun used to kill their loved ones—can go forward. The chances are slim. Under a law passed by a Republican-controlled Congress in 2005 victims of gun violence cannot legally hold irresponsible gun dealers or manufacturers accountable in most cases where their actions endanger Americans. \"Heres what that means: In the United States you can sue a toy company for making an unsafe teddy bear—but its nearly impossible to sue a company that manufactured an assault rifle used to kill a classroom of elementary school students.\" \"And the family of one of the victims of the Aurora Colorado movie theater shooting was legally blocked from suing an online gun dealer that sold 4000 rounds of ammunition to the shooter without checking his drivers license. In fact since the law was passed nearly every lawsuit filed against gun manufacturers has been dismissed.\" The executive vice president of the NRA Wayne LaPierre has called the immunity law \"the most significant piece of pro-gun legislation in 20 years.\" \"This law which has been on the books for more than 10 years is a startling example of whats at stake in this election. Because if you agree with President Obama that we need a president who will stand up to the gun lobby the choice is clear.\" \"Senator Sanderss votes to give the gun lobby legal immunity are even more puzzling when you consider this: He voted to reject that same immunity for fast-food restaurants and five other industries.\" \"Even now Senator Sanders says he doesnt regret the vote.\" Hillary has had a more straightforward solution for over a decade: Repeal the bill entirely and hold the gun industry accountable. \"Ending the gun industrys legal immunity is an important step in tackling the epidemic of gun violence in this country.\" \"For Hillary thats not just talk: Shes been standing up to the gun lobby for years. As Wayne LaPierre CEO and executive vice president of the NRA puts it:?\" And when it really mattered Senator Sanders stood with them. ", "date": "2016-02-22"}